{
  "data": [
    [
      "1、（ ）是我们理解当前所处历史方位的关键词。A.新时代B.新征程C.新起点D.新阶段",
      "正确答案：A"
    ],
    [
      "2、党的十九大提出了“培养担当民族复兴大任的（ ）”的战略要求。A.合格接班人B.合格建设者C.时代新人D.时代强人",
      "正确答案：C"
    ],
    [
      "3、鲁迅先生说，青年“所多的是生力，遇见深林，可以辟成平地的，遇见旷野，可以栽种树木的，遇见沙漠，可以开掘井泉的”。这句话是指青年要有（ ）的担当精神。A.迎难而上、挺身而出B.一方有难、八方支援C.路见不平、拔刀相助D.扶危济困、慷慨解囊",
      "正确答案：A"
    ],
    [
      "4、大学生应把（ ）作为首要任务。A.社会工作B.锻炼身体C.学习D.谈恋爱",
      "正确答案：C"
    ],
    [
      "5、（ ）是决定人生价值的最大砝码。A.选择的职业B.青年的担当C.家庭的背景D.学习的经历",
      "正确答案：B"
    ],
    [
      "6、下列论述不属于“时代新人”要求的是（ ）。A.要有崇高的理想信念，牢记使命，自信自励。B.要有高强的本领才干，勤奋学习，全面发展。C.要有天下兴亡、讲求奉献，实干进取。D.要有详细规划，过好自己的人生就行了。",
      "正确答案：D"
    ],
    [
      "1、大学生要做（ ）的时代新人。A.有理想B.有本领C.有担当D.以上都不对",
      "正确答案：ABC"
    ],
    [
      "2、大学生应坚定中国特色社会主义的（ ）。A.道路自信B.理论自信C.制度自信D.文化自信",
      "正确答案：ABCD"
    ],
    [
      "3、下面关于思想道德和法律两者关系描述正确的是（ ）。A.法律为思想道德提供制度保障B.两者在调节领域上相同，在调节方式和调节目标上不同C.思想道德为法律提供思想指引和价值基础D.中国特色社会主义思想道德建设和中国特色社会主义法治建设紧密联系、相互促进",
      "正确答案：ACD"
    ],
    [
      "1、中国梦是现实的也是未来的，不是历史的。",
      "正确答案：错"
    ],
    [
      "2、中国梦是国家的梦，不是个人的梦。",
      "正确答案：错"
    ],
    [
      "3、人的本质是一切社会关系的总和。",
      "正确答案：对"
    ],
    [
      "4、思想道德和法律都是上层建筑的重要组成部分，共同服务于一定的经济基础。",
      "正确答案：对"
    ],
    [
      "1、（ ）是人的生命及其实践活动对于社会和个人所具有的作用和意义。A.人生目的B.人生价值C.人生态度D.人生理想",
      "正确答案：B"
    ],
    [
      "2、人生观的核心是（ ）。A.人生价值B.人生态度C.人生目的D.人生成就",
      "正确答案：C"
    ],
    [
      "3、人生目的在人生实践中具有重要作用，对这句话理解错误的是（ ）。A.人生目的决定人生道路B.人生目的决定人生态度C.人的欲望决定人生目的D.人生目的决定人生价值选择",
      "正确答案：C"
    ],
    [
      "4、对于促进个人与社会和谐，下列说法错误的是（ ）。A.正确认识个体性与社会性的统一关系B.正确认识个人需要与社会需要的统一关系C.正确认识享受个人权利与承担社会责任的统一关系D.集体利益与我无关",
      "正确答案：D"
    ],
    [
      "5、对人生态度正确的理解是（ ）A.人生态度是指人为什么活着B.人生态度就是人生价值C.人生态度是人生观的表现和反映D.人生态度就是低层次的人生观",
      "正确答案：C"
    ],
    [
      "6、人的本质属性是（ ）A.自然属性B.自然属性和社会属性C.社会属性D.自私本性",
      "正确答案：C"
    ],
    [
      "7、一个人有什么样的人生观就会有什么样的人生态度，人生态度主要回答的问题是（ ）A.人为什么活着B.世界的本原是什么C.什么样的人生才有意义D.人应当如何活着",
      "正确答案：D"
    ],
    [
      "8、（ ）是人们通过生活实践形成的对人生问题的一种稳定的心理倾向和精神状态。A.人生目的B.人生追求C.人生态度D.人生价值",
      "正确答案：C"
    ],
    [
      "9、人生观主要是通过人生目的、人生态度和人生价值等体现出来。其中回答人为什么活着的是（ ）A.人生价值B.人生态度C.人生目的D.人生道路",
      "正确答案：C"
    ],
    [
      "10、尽管在历史上和现实生活中涌现过的人生目的五花八门、形形色色，但对于当代大学生来说，值得终身践行的科学而高尚的人生目的是（ ）A.享乐主义的人生目的B.拜金主义的人生目的C.个人主义的人生目的D.为人民服务的人生目的",
      "正确答案：D"
    ],
    [
      "11、家庭关系、地缘关系、经济关系、政治关系、法律关系等，人的这些社会关系的总和决定了（ ）。A.人生愿望B.人生态度C.人生价值D.人的本质",
      "正确答案：D"
    ],
    [
      "12、在现实生活中，由于人们的立场和观点不同，对人活着的意义的理解不同，存在着各种不同的人生观。人生观是（ ）A.人们对整个世界最根本的看法和观点的总和B.人们对人生目的、人生态度、人生价值等问题的总观点和总看法。C.人们对自然界的本质和发展规律最根本的观点和看法D.人们对社会历史的本质和发展规律最根本的观点和看法",
      "正确答案：B"
    ],
    [
      "13、决定一个人做人的标准是（ ）。A.世界观B.宇宙观C.法制观D.人生观",
      "正确答案：D"
    ],
    [
      "14、下列关于人生观和世界观关系说法不正确的有（ ）。A.世界观决定人生观，有什么样的世界观，就有什么样的人生观B.正确的世界观是正确人生观的基础C.世界观是人生观的重要组成部分D.人生观对世界观的巩固、发展和变化起着重要作用",
      "正确答案：C"
    ],
    [
      "15、社会主义条件下，倡导人们树立的人生观是（ ）的人生观。A.为人民服务B.为个人和全家求温饱C.确保自我需求的满足D.主观为自己，客观为他人",
      "正确答案：A"
    ],
    [
      "16、下列不属于正确的人生目的的是（ ）A.人生在世，吃穿二字B.为人民群众利益服务C.为祖国和人民的利益无私奉献D.为实现社会主义现代化强国努力奋斗",
      "正确答案：A"
    ],
    [
      "17、人生价值主要回答（ ）A.人为什么活着B.世界的本源是什么C.人应该怎样对待生活D.什么样的人生才有意义",
      "正确答案：D"
    ],
    [
      "18、（ ）就是人们关于什么是价值、怎样评判价值、如何创造价值等问题的根本观点。A.世界观B.人生观C.价值观D.政治观",
      "正确答案：C"
    ],
    [
      "19、古今中外众多创造了辉煌壮丽人生的志士仁人，多在青年时期就确立了正确的（ ），从而在面对人生的一系列重大课题时，能做出正确的选择。A.金钱观B.实用主义思想C.人生目的D.物质欲望",
      "正确答案：C"
    ],
    [
      "20、以下不属于消极悲观的人生观的是（ ）。A.浮生如梦B.当一天和尚撞一天钟C.及时行乐D.积极进取",
      "正确答案：D"
    ],
    [
      "21、人类在脱离动物状态而转变为人的过程中，（ ）发挥了决定性的作用。A.大脑B.环境C.劳动D.运气",
      "正确答案：C"
    ],
    [
      "22、有的人身处逆境而百折不挠，有的人在顺境中却长吁短叹，有的人笑对人生，有的人看破红尘，这些都是不同（ ） 的表现。A.人生目的B.人生态度C.人生理想D.人生信念",
      "正确答案：B"
    ],
    [
      "23、把追求金钱作为人生的至高目的,认为金钱可以主宰一切的错误人生观是（ ）A.享乐主义的人生观B.禁欲主义的人生观C.拜金主义的人生观D.极端个人主义的人生观",
      "正确答案：C"
    ],
    [
      "24、（ ）是一种把享乐作为人生目的，主张人生的唯一目的和全部内容就在于满足感官的需求与快乐的思想和理论。A.享乐主义B.禁欲主义C.拜金主义D.极端个人主义",
      "正确答案：A"
    ],
    [
      "25、西汉著名的历史学家、思想家和文学家司马迁说：“人固有一死，或重于泰山，或轻于鸿毛。”强调的是（ ）的问题。A.人生价值B.人生目的C.人生理想D.人生态度",
      "正确答案：A"
    ],
    [
      "26、人们对生活在其中的世界以及人与世界的关系的总体看法和根本观点就是（ ）。A.世界观B.人生观C.价值观D.家庭观",
      "正确答案：A"
    ],
    [
      "27、大学生处于人生特定的成长阶段，面对学习、就业、恋爱等各种实际问题，许多事情不会总是尽如人意、一切顺遂，也可能有失望和暂时的困难、挫折。大学生要保持（ ）人生态度。A.悲观消极B.乐观向上C.得过且过D.怨天尤人",
      "正确答案：B"
    ],
    [
      "28、人生观是人们对人生目的和人生意义的根本看法和态度。下列不属于人生观范畴的是（ ）。A.怎样生活才有价值B.选择什么样的人生道路C.思维与存在的关系D.应如何对待困难与挫折",
      "正确答案：C"
    ],
    [
      "29、从列宁提出的“为千千万万劳动人民服务”，到毛泽东精辟概括的“为人民服务”，都是建立在（ ）。A.个人史观基础之上的B.英雄史观基础之上的C.唯物史观基础之上的D.唯心史观基础之上的",
      "正确答案：C"
    ],
    [
      "30、在我们国家，人们不仅具有享受义务教育的权利，也有为社会主义现代化建设做贡献的责任，这是因为（ ）。A.享受个人权利作为承担社会责任的先决条件B.享受个人权利与承担社会责任是统一的C.没有享受到权利肯定不能做贡献D.只能承担社会责任不能讲求个人权利",
      "正确答案：B"
    ],
    [
      "31、一滴水离开大海就干涸，这句话的主旨不包括（ ）。A.个人不存在B.个人与社会不可分离C.社会是个人生存和发展的基础D.个人与社会既是对立的又是统一的",
      "正确答案：A"
    ],
    [
      "32、人的社会价值主要表现为（ ）A.个人实践对自身发展的积极意义B.对自己的尊重和个人的自我完善C.将人生自我价值与社会价值相对立D.个体的人生活动对社会、他人所具有的价值",
      "正确答案：D"
    ],
    [
      "33、社会成员素质的不断提高是社会发展的重要基础，推动和实现（ ）是社会发展的根本目标。A.物质丰富B.经济繁荣C.人的全面发展D.旺盛消费",
      "正确答案：C"
    ],
    [
      "34、人生观制约着人生的方向和道路，其作用主要通过人生目的、人生态度、人生价值三个方面体现出来。其中，人生态度回答的是A.人为什么活着B.人应该怎样对待生活C.什么样的人生才有意义D.怎样协调个人与他人的关系",
      "正确答案：B"
    ],
    [
      "35、人民群众是推动历史前进的真正动力，是历史的真正主人。这种群众史观反映到人生观上必然是（ ）。A.服务人民、奉献社会B.为小群体服务C.为少数统治者服务D.为个人和家庭服务",
      "正确答案：A"
    ],
    [
      "36、“人生不如意十之八九”，对于逆境，正确的人生态度是（ ）A.选择逃避，不敢面对B.乐观向上，积极应对C.怨天尤人，自暴自弃D.玩世不恭，虚度光阴",
      "正确答案：B"
    ],
    [
      "37、人生态度大致可分为积极进取的人生态度和消极无为的人生态度。大学生应当树立（ ）A.积极进取的人生态度B.消极无为的人生态度C.尽情享受的人生态度D.为自己服务的人生态度",
      "正确答案：A"
    ],
    [
      "38、“苟利国家生死以，岂因祸福避趋之”林则徐的这句诗体现的人生价值观是（ ）A.有价值的人生不应考虑个人利益B.个人对社会的贡献以社会对个人的尊重为基础C.人生的价值在于对社会的贡献D.个人资本的多少决定了人生价值的高低",
      "正确答案：C"
    ],
    [
      "39、德国著名诗人歌德曾说过：“你若要喜爱自己的价值，你就要给世界创造价值。”这句活表明人生价值的最基本内容是（ ）A.个体的人生活动对自己发展所具有的价值B.个体的人生活动对社会具有的价值C.对自身精神需要的满足程度D.每个人只有达到自己的目的才能成为他人的手段",
      "正确答案：B答案解析歌德这句话主要讲实现自我价值必须以为社会创造价值为前提"
    ],
    [
      "40、爱因斯坦说过：“一个人的价值，应该看他贡献什么，而不应当看他取得什么。”这句话的启示是（ ）A.人的自我价值是无足轻重的B.人的自我价值与社会价值不能同时实现C.社会价值是人的唯一价值D.人的价值在于奉献而不在于索取",
      "正确答案：D"
    ],
    [
      "41、人生价值评价的根本尺度，是看一个人的人生活动（ ），是否通过实践促进了历史的进步 。A.是否促进个人的发展B.是否符合社会发展的客观规律C.是否满足经济需要D.是否促进收入增长",
      "正确答案：B"
    ],
    [
      "42、人生的社会价值主要表现为（ ）A.个人对自己生命存在的肯定B.个人对自己生命活动需要的满足程度C.个人对自己的尊重和个人的自我完善D.个人通过劳动、创造对社会和人民所做的贡献",
      "正确答案：D"
    ],
    [
      "43、服务人民、奉献社会的人生观能够实现（ ）的有机统一。A.个人与家庭B.个人与社会C.集体与社会D.家庭与社会",
      "正确答案：B"
    ],
    [
      "44、人生价值的源泉是（ ）A.知识B.学习C.劳动D.革命",
      "正确答案：C"
    ],
    [
      "45、只有把自己的小我融入祖国的大我、人民的大我之中，与时代同步伐、与人民共命运，才能更好实现人生价值、升华人生境界。下列词语中，体现了不正确的价值取向的是（ ）。A.恃才傲物B.大公无私C.闻鸡起舞D.助人为乐",
      "正确答案：A"
    ],
    [
      "46、人生价值包括自我价值和社会价值两个方面，其中衡量一个人社会价值的标准是（ ）A.拥有财富的多少B.对社会和他人所作贡献的大小C.所从事的职业是否重要D.个人能力的大小",
      "正确答案：B"
    ],
    [
      "47、在处理个人与社会关系时，愿意多作贡献，少取报酬；在考虑个人利益时，能够先集体后个人，先他人后自己。做到这一点的人，一般具有（ ）A.自私自利的人生目的B.先公后私的人生目的C.为个人谋利益的人生目的D.只求索取的人生目的",
      "正确答案：B"
    ],
    [
      "48、下列关于社会价值与自我价值的关系理解错误的是（ ）A.社会价值的创造过程与自我价值的实现过程是统一的B.人生的自我价值必须与社会价值相结合，并通过社会价值表现出来C.不创造社会价值，就无从实现自我价值D.实现自我价值是因，创造社会价值是果",
      "正确答案：D"
    ],
    [
      "49、下列有关人生价值评价的说法中，正确的是（ ）A.个人的能力越强，其人生价值也就越大B.个人的财富越多，其人生价值也就越大C.个人对社会的贡献越多，其人生价值也就越大D.个人从社会中得到的满足越多，其人生价值也就越大",
      "正确答案：C"
    ],
    [
      "50、被誉为“中国核潜艇之父”的黄旭华为了中国的核潜艇事业隐姓埋名30年，放弃名利、放弃亲情，孜孜不倦战斗在核潜艇研制一线，为中国核潜艇从无到有、从探索到赶超的飞跃做出了卓越贡献。黄旭华的行为表明（ ）A.人的价值就在人自身B.人生价值的本质就是社会对个人的尊重和满足C.人生的社会价值的实现总是以自我价值的牺牲为代价D.人生的自我价值必须与社会价值相结合，并通过社会价值表现出来",
      "正确答案：D答案解析C 选项片面理解个人价值与社会价值的关系，A和B不正确"
    ],
    [
      "51、贵州遵义草原王坝村党支部书记黄大发36年带领村民建成一条绕三重大山、穿三道绝壁的万米水渠，打破了山村干渴的宿命，打开了脱贫致富之门。村民将这条渠喊为“大发渠”，向修这条生命之渠的领头人——老支书黄大发表达最诚挚的敬意。黄大发事迹说明人生价值评价的基本尺度是（ ）A.人生活动是否符合他人好恶B.是否在高精尖端的岗位上创造社会价值C.对社会和他人所做的劳动和贡献D.是否实现了自己的愿望",
      "正确答案：C"
    ],
    [
      "52、“个人的抱负不可能孤立地实现，只有把它同时代和人民的要求紧密结合起来，用自己的知识和本领为祖国为人民服务，才能使自身价值得到充分实现。”这句话的含义不包括 （ ）A.人生价值的本质是个人对社会的责任和贡献B.一个高尚的人只有社会价值而没有自我价值C.一个人要想实现自我价值，就得为社会创造价值D.人生的自我价值必须与社会价值相结合，并通过社会价值表现出来",
      "正确答案：B"
    ],
    [
      "53、下列有关不断增强实现人生价值的能力和本领的说法不正确的有（ ）A.由于不可避免地要受到客观条件的限制，人的主观努力在实现人生价值的过程中不起作用。B.人的能力具有累积效应，能够通过学习、锻炼而得到强化C.在劳动过程中，不断提高技巧、积累经验，劳动能力就会不断得到增强D.个人的主观努力，在相当大的程度上也决定着人生价值实现的程度。",
      "正确答案：A"
    ],
    [
      "54、马克思说：“人们只有为同时代人的完美、为他们的幸福而工作，才能使自己也达到完美。如果一个人只为自己劳动，他也许能成为著名学者、大哲人、卓越诗人，然而他永远不能成为完美无瑕的伟大人物。”这句话表达的意思是（ ）A.人生的自我价值和社会价值是矛盾的、对立的B.人生的社会价值是实现人生的自我价值的基础C.进行创造性的实践活动是实现人生价值的主观条件D.提高自我的主体素质和能力是实现人生价值的根本途径",
      "正确答案：B"
    ],
    [
      "55、从小学到大学，从学士到博士，很多青年人因具有丰富的学识而高谈阔论，却往往是纸上谈兵。因为人生价值的实现需要（ ）A.树立正确的人生观B.丰富的社会实践C.自觉提高人生修养的境界D.选择正确的人生价值目标",
      "正确答案：B"
    ],
    [
      "56、裴多菲说：“生命的长短以时间来计算，生命的意义以贡献来计算。”对这句话正确的理解是（ ）A.生命要精准计算B.生命的意义在于对社会的贡献C.生命长短和意义计算标准不一样D.生命的长短和意义同等重要",
      "正确答案：B"
    ],
    [
      "57、爱因斯坦说：“我评定一个人的真正价值只有一个标准，即看他在多大程度上摆脱了自我。”对这句话不正确的理解（ ）A.个人人生价值的大小要看社会对他的满足程度B.人生的真正价值在于对社会的奉献C.对社会贡献越大，个人的人生价值就越大D.个人的价值取决于他的人生活动对社会和他人的贡献",
      "正确答案：A答案解析A选项只看到社会对个人的满足，未看到人的真正价值是对社会的贡献"
    ],
    [
      "58、“每个人是手段同时又是目的，而且只有成为他人的手段才能达到自己的目的，并且只有达到自己的目的才能成为他人的手段”，对马克思这段话理解不正确的是（ ）A.人生的社会价值是个体生存和发展的必要条件B.人生的自我价值要与社会价值相统一C.人生的社会价值是实现人生自我价值的基础D.人生的社会价值完全否定人生的自我价值",
      "正确答案：D"
    ],
    [
      "59、在人生价值评价的过程中坚持的原则不包括（ ）A.物质贡献与精神贡献相统一B.完善自身与贡献社会相统一C.完善自身与创造财富相统一D.能力大小与贡献须尽力相统一",
      "正确答案：C"
    ],
    [
      "60、在社会生活中，人生实践体现出一些价值。其中，个体的人生活动对自身的生存和发展所具有的价值，指的是人生的（ ）。A.自我价值B.群体价值C.外在价值D.社会价值",
      "正确答案：A"
    ],
    [
      "61、马克思说：“在选择职业时，我们应该遵循的主要指针是人类的幸福和我们自身的完美。不应认为，这两种利益是敌对的、互相冲突的。”在这里，马克思所说的“以人类的幸福”为主要指针，就是为人类谋幸福，为人民献身，这是人生的（）。A.境遇B.社会价值C.自我价值D.自然生命活动",
      "正确答案：B答案解析马克思的话强调的是人的社会价值"
    ],
    [
      "62、“个人的抱负不可能孤立地实现，只有把它同时代和人民的要求紧密结合起来，用自己的知识和本领为祖国、为人民服务，才能使自身价值得到充分实现。如果脱离时代、脱离人民，必将一事无成。”这段话的意思是（ ）A.不实现个人抱负，就不会创造社会价值B.实现自我价值是因，创造社会价值是果C.社会价值的创造过程与自我价值的实现过程是不相关的D.人生的自我价值必须与社会价值相结合，并通过社会价值表现出来",
      "正确答案：D"
    ],
    [
      "63、关于人生价值，说法错误的是（ ）A.人生价值内在地包含了人生的自我价值和社会价值两个方面B.人生的社会价值，是个体的人生活动对社会、他人所具有的价值C.衡量人生的社会价值的标准是个体对社会和他人所作的贡献D.衡量人生价值的标准是个体活动对自己的生存和发展所具有的价值",
      "正确答案：D"
    ],
    [
      "64、以下对人生价值的评价，正确的是（ ）。A.大学教师对社会的贡献大于环卫工人B.国家干部对社会的贡献大于建筑工人C.只要在自己的岗位上尽职尽责，兢兢业业，就应该对其人生价值给予积极肯定的评价D.科学家对社会的贡献大于普通民警",
      "正确答案：C"
    ],
    [
      "65、关于坚持物质贡献与精神贡献相统一，下列说法正确的是（ ）A.脑力劳动者的贡献大于体力劳动者B.体力劳动者的贡献大于脑力劳动者C.充分肯定从事物质生产劳动的人同样可以对社会作出巨大的精神贡献D.物质贡献与精神贡献是对立的",
      "正确答案：C"
    ],
    [
      "66、关于坚持完善自身与贡献社会相统一，理解不正确的是（ ）A.评价人生价值的大小主要应看一个人对社会所作的贡献B.人生自我价值的实现将使个体为社会创造更大价值C.人生的社会价值是实现人生自我价值的基础D.应该强调人生的社会价值，忽略自我价值",
      "正确答案：D"
    ],
    [
      "67、大学生可塑性强，正处于增长知识才干的关键时期，可以通过各种方式和途径，全面提高自身的综合素质和能力，努力创造实现人生价值的良好条件。这说明（ ）A.在实现人生价值的过程中，人的主观努力不起作用B.人的能力具有累积效应，能够通过学习、锻炼而得到强化C.在实现人生价值的过程中不会受到自身条件的限制D.劳动能力、劳动技巧都是后天习得的，跟先天遗传无关",
      "正确答案：B"
    ],
    [
      "68、青年是标志时代的最灵敏的晴雨表，时代的责任赋予青年，时代的光荣属于青年。关于青年实现人生价值表述不正确的是（ ）A.坚持理论联系实际B.积极投身于社会主义现代化建设的实践C.密切联系人民群众D.只需要学习书本知识就好",
      "正确答案：D"
    ],
    [
      "69、“得其大者可以兼其小。”只有把人生理想融入国家和民族的事业中，才能最终成就一番事业。对这句话的理解不正确的是（ ）A.坚持个人自我价值和社会价值的相统一B.只能为社会和国家做贡献，不能向社会和国家索取C.为社会和国家贡献的越多，人生价值就越大D.人生社会价值的实现是个体自我完善、全面发展的保障",
      "正确答案：B"
    ],
    [
      "70、人的能力具有累积效应指的是（ ）。A.人在自然天赋上没有差异B.人的能力可以自动增长C.人的能力可以通过学习、锻炼而得到强化D.年龄越大，人的阅历越丰富，能力越强",
      "正确答案：C答案解析A和B理解片面，D与题干无关"
    ],
    [
      "71、人生观主要有三方面的内容，其中处于核心地位的是（ ）。A.人生目的B.人生态度C.人生价值D.人生理想",
      "正确答案：A"
    ],
    [
      "72、树立正确的幸福观不包括（ ）A.幸福是一个总体性范畴，它意味着人总体上生活得美好B.个人幸福与社会整体幸福和他人幸福相互联系C.实现幸福离不开一定的物质条件D.只要精神满足就够了",
      "正确答案：D"
    ],
    [
      "73、树立正确的得失观不包含（ ）A.不要惧怕一时的失B.不要满足于一时的得C.坚决不能吃亏D.不要拘泥于个人利益的得失",
      "正确答案：C"
    ],
    [
      "74、树立正确的生死观，不包括（ ）A.有生必有死，这是恒常不变的自然现象B.生与死是贯穿人生始终的一对基本矛盾C.珍爱生命，珍惜时光D.生命很短，得过且过",
      "正确答案：D"
    ],
    [
      "75、（ ）是个人主义的一种表现形式，它突出强调以个人为中心，否认社会和他人的价值，甚至不惜采用损人利己的方式来追求自己的人生目标。A.享乐主义B.利他主义C.极端个人主义D.拜金主义",
      "正确答案：C"
    ],
    [
      "76、下列属于正确人生观的是（ ）A.享乐主义人生观B.为人民服务人生观C.拜金主义人生观D.极端个人主义人生观",
      "正确答案：B"
    ],
    [
      "77、中国古代著名史学家司马迁惨遭宫刑之祸，蒙受莫大的不幸，但他苦而不悲、孤而不堕，终于在逆境中以顽强的毅力为后人留下了不朽的历史巨著——《史记》。这说明（ ）A.逆境可能促使人的潜能最大限度地迸发出来B.逆境会把人打倒和压垮C.逆境的打击是毁灭性的D.顺境和逆境人可能都要接触",
      "正确答案：A"
    ],
    [
      "78、无论是顺境还是逆境，对人生的作用都是（ ）A.双重的B.有决定性影响的C.单方面的D.长久的",
      "正确答案：A"
    ],
    [
      "79、不论境遇如何，关键是（ ）A.把握好顺境B.尽量避免逆境C.敢于承担责任D.怎样去认识和对待它们",
      "正确答案：D"
    ],
    [
      "80、大学生在如何处理个人价值和祖国、人民的需要之间的关系，下面说法正确的是（ ）A.不实现个人抱负，就不会创造社会价值B.实现自我价值是因，创造社会价值是果C.社会价值的创造过程与自我价值的实现过程是不相关的D.人生的自我价值必须与社会价值相结合，并通过社会价值表现出来",
      "正确答案：D"
    ],
    [
      "81、钱学森曾经说过：“我作为一名中国的科技工作者，活着的目的就是为人民服务，如果人民最后对我的一生所做的工作表示满意的话，那才是最高的奖赏。”这说明评价人生价值的根本尺度是（ ）A.个体在社会中的地位B.个体在社会中的影响C.个体对社会和他人的生存和发展的贡献D.个体从社会获得的满足程度",
      "正确答案：C"
    ],
    [
      "82、（ ）的思想以其科学而高尚的品质，代表了人类社会迄今为止最先进的人生追求。A.“人生在世、吃喝玩乐”B.“生当作人杰、死亦为鬼雄”C.“服务人民、奉献社会”D.追逐名利的人生观",
      "正确答案：C"
    ],
    [
      "1、大学生思考和规划自己的人生之路，首先要（ ）。A.学会科学看待人生的根本问题B.认识个人与社会的辩证关系C.获得一定的物质基础D.掌握人生观的基本理论",
      "正确答案：ABD"
    ],
    [
      "2、人生观就是人们关于（ ）等问题的总观点和总看法。A.人生目的B.人生态度C.人生价值D.人生长度",
      "正确答案：ABC"
    ],
    [
      "3、下列关于人的自我价值和社会价值关系的说法，正确的是（ ）。A.个体通过努力提高自我价值的过程，也是其创造社会价值的过程。B.人生社会价值的实现是个体自我完善、全面发展的保障。C.没有社会价值，人生的自我价值就无法存在。D.人生的自我价值的实现是个体为社会创造更大价值的前提。",
      "正确答案：ABCD"
    ],
    [
      "4、下列关于正确认识享受个人权利与承担社会责任的统一关系的说法正确的有（ ）。A.个人的权利是在社会中获得的B.离开了个人对社会所承担的责任，个人的权利也就无从实现C.承担社会责任并不与享受个人权利简单对应D.不应把是否享受个人权利作为承担社会责任的先决条件",
      "正确答案：ABCD"
    ],
    [
      "5、科学把握个人与社会的辩证关系，促进个人与社会的和谐，才能为人生价值的实现创造良好的社会环境。对个人与社会辩证关系的正确说法包括（ ）。A.个人需要与社会需要相统一B.个人可以离开社会发展C.个人利益与社会利益相统一D.享受个人权利、自由与承担社会责任、义务相统一",
      "正确答案：ACD"
    ],
    [
      "6、促进个人与社会的和谐，关键在于把握个人在社会中的定位，需要（ ）。A.要学会和社会上错误的行为妥协B.要正确认识个人利益与社会利益的统一关系C.要正确认识个人需要与社会需要的统一关系D.要正确认识享受个人权利与承担社会责任的统一关系",
      "正确答案：BCD"
    ],
    [
      "7、关于人生目的说法正确的是（ ）。A.对“人为什么活着”这一人生根本问题的认识和回答B.人生目的决定着人生道路C.人在人生实践中关于自身行为的根本指向和人生追求D.人生目的是人生观的核心",
      "正确答案：ABCD"
    ],
    [
      "8、大学生应有的人生态度是（ ）。A.助人为乐，爱国奉献B.严肃认真，积极进取C.安于现状，及时行乐D.珍惜生命，乐观向上",
      "正确答案：ABD"
    ],
    [
      "9、下列表述中，能正确揭示世界观与人生观之间关系的是（ ）。A.世界观与人生观是紧密联系在一起的B.人生观从属于世界观，是世界观的重要组成部分C.一般来说，有什么样的世界观就有什么样的人生观D.正确的世界观，是正确的人生观的基础",
      "正确答案：ABCD答案解析世界观与人生观不可分割，世界观决定人生观，人生观影响世界观变化"
    ],
    [
      "10、人生目的在人生实践中具有重要的作用，主要体现在它（ ）。A.规定人生方向B.决定人生态度C.决定人的生命长度D.决定人生价值选择",
      "正确答案：ABD"
    ],
    [
      "11、在确立科学正确的人生观的过程中，人们往往不可回避的问题是“如何看待金钱”。下列有关人生与金钱的说法正确的是（ ）A.金钱万能，有钱能使鬼推磨B.在市场经济时代，追求金钱是人生的最高目的C.人要做金钱的主人，不能做金钱的奴隶D.金钱只是人生存和发展的一个条件，不是人生的全部",
      "正确答案：CD"
    ],
    [
      "12、下列对于个人主义人生观的认识中，正确的是（ ）。A.个人主义与社会主义的为人民服务的人生观是根本对立的B.个人主义人生观主张个人就是目的，社会和他人只是达到个人目的的手段C.个人主义是生产资料公有制的产物，是无产阶级世界观的核心D.个人主义人生观主张一切从集体出发，把集体利益摆在首位",
      "正确答案：AB"
    ],
    [
      "13、随着市场经济的深入，社会上出现了一些不正确的价值取向，下列哪些说法体现了不正确的价值取向。（ ）A.人不为己，天诛地灭B.以人民利益的实现为最高标准C.超前消费，提前享受D.以国家和社会利益为重",
      "正确答案：AC"
    ],
    [
      "14、人生价值评价的根本尺度是（ ）A.是否符合社会发展的客观规律，B.是否在自己的岗位上做出重大成绩C.是否创造大量物质财富D.是否促进了历史的发展",
      "正确答案：AD"
    ],
    [
      "15、大学生为了实现人生价值应当注意（ ）A.把自己的人生追求建立在正确把握当今中国社会发展实际的基础上B.选择有助于经济收入提高的发展道路C.注重完善知识结构、丰富社会实践D.通过各种方式和途径，全面提高自身的综合素质和能力",
      "正确答案：ACD"
    ],
    [
      "16、“人的一生只能享受一次青春，当一个人在年轻时就把自己的人生与人民的事业紧密相连，他所创造的就是永恒的青春。”这句话强调要确立（ ）的人生追求。A.好好享受青春B.服务人民C.奉献社会D.珍惜生命力",
      "正确答案：BC"
    ],
    [
      "17、“只有在集体中，个人才能获得全面发展其才能的手段，也就是说，只有在集体中才可能有个人自由。”这说明（ ）A.集体主义绝不允许有个人利益B.集体主义不排斥个人利益C.广大人民只有靠集体奋斗才能充分实现自身的正当利益D.只有集体的事业兴旺发达，才能保障个人的正当利益充分实现",
      "正确答案：BCD答案解析A选项没有正确理解个人与集体的辩证关系"
    ],
    [
      "18、“力量的来源就是人民群众。不反映人民群众的要求，哪一个人也不行。要在人民群众那里学得知识，制定政策，然后再去教育人民群众”。对这句话理解正确的是（ ）A.要走与人民群众相结合的道路B.大学生要在为人民群众服务、实现人民群众利益的过程中实现人生价值C.与群众结合就是为了教育群众D.向人民群众学习，从人民群众中吸取营养",
      "正确答案：ABD"
    ],
    [
      "19、人生的社会价值和自我价值的关系是（ ）A.两者完全对立B.两者共同构成人生价值的矛盾统一C.人生的自我价值是个体生存和发展的必要条件D.人生的社会价值是实现人生自我价值的基础",
      "正确答案：BCD"
    ],
    [
      "20、客观、公正地评价社会成员人生价值的大小，需要掌握恰当的评价方法，恰当的评价方法包括（ ）A.坚持能力大小与贡献须尽力相统一B.坚持物质贡献与精神贡献相统一C.坚持完善自身与贡献社会相统一D.坚持提高自身能力和创造财富相统一",
      "正确答案：ABC"
    ],
    [
      "21、实现人生价值的主观条件主要包括（ ）A.选择正确的人生价值目标B.立足现实,坚守岗位作贡献C.提高自身能力，增强实现人生价值的本领D.保持自强不息的精神状态",
      "正确答案：ABCD"
    ],
    [
      "22、下列选项中，关于人生价值说法不正确的有（ ）A.人生的自我价值决定社会价值B.人生价值包括自我价值和社会价值两个方面C.人生价值是人的生活实践对社会和个人所具有的作用和意义D.人生价值主要表现为对自身物质和精神需要的满足程度",
      "正确答案：AD"
    ],
    [
      "23、下列有关人生价值评价说法正确的有（ ）A.职位越高，对社会贡献越大B.从事精神劳动生产的人人生价值大于生产物质劳动的人C.人们对社会的物质贡献和精神贡献都是社会发展和进步的推动力量D.充分肯定从事物质生产劳动的人同样可以对社会作出巨大的精神贡献",
      "正确答案：CD"
    ],
    [
      "24、大地之子黄大年放弃了在英国优厚的待遇，怀着一腔爱国热情返回祖国，出任吉林大学地球探测科学与技术学院教授。8年时间，他带领团队在航空地球物理领域取得一系列成就。2017年1月8日，黄大年因病逝世，被追加为“时代的楷模”等荣誉称号。这说明（ ）A.黄大年用毕生的努力实现了爱国之情、强国之志，实现了人生价值B.黄大年把爱国之情、报国之志融入国家发展和民族的事业之中C.衡量人生的价值标准主要看他是不是有名气D.衡量人生的价值关键看是否把自我融入国家和人民的事业中",
      "正确答案：ABD"
    ],
    [
      "25、任何一名劳动者，无论从事的劳动技术含量如何，只要勤于学习、善于实践，在工作上兢兢业业、精益求精，就一定能够造就闪光的人生。这说明评价一个人的人生价值要（ ）A.坚持能力有大小与贡献须尽力相统一B.人生价值的评价要以能力大小为标准C.要发扬工匠精神，在平凡的岗位上做出不平凡的业绩D.社会只需要劳动能力强的人",
      "正确答案：AC"
    ],
    [
      "26、“人才有高下，知物由学。”对这句话理解正确的是（ ）A.每个人的自身条件是有差异的B.人的能力具有累积效应，能够通过学习、锻炼而得到强化C.只要努力学习，人与人之间的差异就不存在了D.后天的学习对于个人的成才非常重要",
      "正确答案：ABD答案解析这句话讲的是人的认识能力有高有低，但要获得对客观事物的知识，都要不断学习和积累"
    ],
    [
      "27、下列属于错误的人生观的是（ ）A.享乐主义人生观B.为人民服务人生观C.拜金主义人生观D.极端个人主义人生观",
      "正确答案：ACD"
    ],
    [
      "28、以下有关树立正确的幸福观的说法正确的有（ ）A.幸福是一个总体性范畴B.个人幸福与社会整体幸福和他人幸福相互联系C.实现幸福离不开一定的物质条件D.精神需要的满足、精神生活的充实是幸福更重要的方面",
      "正确答案：ABCD"
    ],
    [
      "29、十八大以来落马的官员，大部分在工作之初兢兢业业、心系百姓，但随着职位的升迁，地位的提高，经不起拜金主义、享乐主义和极端个人主义等腐朽人生观的侵蚀，放弃了为人民服务的人生观，正确的世界观也随之丧失。这说明（ ）A.人生观可能会变化B.人生观对世界观的巩固、发展和变化起着重要的作用C.如果一个人的人生观发生变化，往往会导致世界观发生变化D.世界观与人生观无关",
      "正确答案：ABC"
    ],
    [
      "30、端正人生态度应该做到（ ）A.认真B.务实C.乐观D.进取",
      "正确答案：ABCD"
    ],
    [
      "31、拜金主义、享乐主义、极端个人主义的人生观之所以错误，就在于它们（ ）A.否定了人的主观能动性B.脱离了人的本能C.忽视了个人对社会的责任和贡献D.没能准确地把握个人与社会的关系",
      "正确答案：CD"
    ],
    [
      "32、下列有关个人主义的观点，正确的是（ ）A.生产资料公有制的产物B.生产资料私有制的产物C.资产阶级人生观的核心D.具有消蚀社会的一面",
      "正确答案：BCD"
    ],
    [
      "33、极端个人主义的人生观的表现有（ ）A.极端利己主义B.狭隘功利主义C.个人主义D.唯心主义",
      "正确答案：AB"
    ],
    [
      "34、关于生死观理解对的是（ ）A.生与死是贯穿人生始终的一对基本矛盾B.生死相依，只有“生的伟大”才能“死的光荣”C.追求极乐世界D.好死不如赖活着",
      "正确答案：AB"
    ],
    [
      "35、下列选项中，属于不科学人生观的做人标准的有（ ）A.做一个兢兢业业，心系百姓的人B.做一个精致利己主义者C.做一个一心谋取名利的人D.做一个为集体、为社会做出贡献的人",
      "正确答案：BC"
    ],
    [
      "36、“士不可以不弘毅，任重而道远。”国家的前途，民族的命运，人民的幸福，是当代中国青年必须和必将承担的重任。这段话旨告诉我们大学生（ ）A.要自觉树立为人民服务的人生观B.在服务人民、奉献社会的实践中创造人生的价值C.把实现个人追求与实现国家、民族的奋斗目标联系起来D.切实把人民利益放在首位，以人民利益为重",
      "正确答案：ABCD"
    ],
    [
      "37、现在一些大学生用父母辛苦劳作挣来的血汗钱比阔气、摆排场，在消费上超出自己的承受能力，追逐名牌和奢侈品，有的甚至因此负债累累，这说明什么（ ）A.社会发展了就应该追求享受B.应当树立正确的幸福观C.这是典型的享乐主义，坚决反对D.这是一种腐朽、消极的人生观",
      "正确答案：BCD"
    ],
    [
      "38、大学生如何成就出彩人生，下面说法正确的是（ ）。A.以个人利益为重B.与历史同向C.与祖国同行D.与人民同在",
      "正确答案：BCD"
    ],
    [
      "1、马克思在人类历史上第一次科学地说明了人的本质。",
      "正确答案：对"
    ],
    [
      "2、人的实践活动是有意识的。",
      "正确答案：对"
    ],
    [
      "3、评价人生价值，只要看一个人对社会作出的物质贡献就行了。",
      "正确答案：错"
    ],
    [
      "4、在所有社会中，个人利益与社会利益在根本上都是一致的。",
      "正确答案：错"
    ],
    [
      "5、人是独立从事社会实践活动的人。",
      "正确答案：错"
    ],
    [
      "6、自然属性是人的本质属性。",
      "正确答案：错"
    ],
    [
      "7、马克思运用辩证唯物主义和历史唯物主义的立场、观点和方法，揭开了人的本质之谜。",
      "正确答案：对"
    ],
    [
      "8、人生观是对人生的的总看法，人生观与世界观无联系。",
      "正确答案：错"
    ],
    [
      "9、人生观仅指人生态度。",
      "正确答案：错"
    ],
    [
      "10、人生观决定着人们行为选择的价值取向和对待生活的态度。",
      "正确答案：对"
    ],
    [
      "11、人生目的是人生的航标，它指引着人生的航向。",
      "正确答案：对"
    ],
    [
      "12、人生价值即是向社会或他人进行索取。",
      "正确答案：错"
    ],
    [
      "13、人生态度是人生观的表现和反映。",
      "正确答案：对"
    ],
    [
      "14、高尚的人生目的集中体现了人生的真、善、美。",
      "正确答案：对"
    ],
    [
      "15、当一个人对自己的人生观作出了某种明确的选择，实际上就在主要方面决定了他将如何对待生活。",
      "正确答案：对"
    ],
    [
      "16、人生观的核心是人生目的。",
      "正确答案：对"
    ],
    [
      "17、人的欲望决定人生目的。",
      "正确答案：错"
    ],
    [
      "18、人的生命过程不仅是一个自然过程，还包含着极为丰富的社会内容。",
      "正确答案：对"
    ],
    [
      "19、一个人要安身立命、成长成才、贡献社会，需要不断地调整自身与他人的关系，不断实现人的社会化。",
      "正确答案：对"
    ],
    [
      "20、人生观对世界观的巩固、发展和变化起着重要作用。",
      "正确答案：对"
    ],
    [
      "21、人生道路崎岖不平，面对各种各样的矛盾和斗争，不同的人生目的会使人采取不同的人生态度。",
      "正确答案：对"
    ],
    [
      "22、自我价值是为了满足自我需求，社会价值是满足社会需求，二者没有关联。",
      "正确答案：对"
    ],
    [
      "23、人生观和世界观联系密切，人生观决定了一个人的世界观。",
      "正确答案：错"
    ],
    [
      "24、判断一个人的人生价值大小的最基本的标准是看他的社会价值",
      "正确答案：对"
    ],
    [
      "25、个体通过努力提高自我价值的过程，也是其创造社会价值的过程。",
      "正确答案：对"
    ],
    [
      "26、个体自身条件主要包括一个人的思想道德素质、科学文化素质、生理心理素质等方面的要素。",
      "正确答案：对"
    ],
    [
      "27、大学生只有把自己的人生目的与国家前途、民族命运、人民幸福联系在一起时，才能自觉自愿地把自己的一生奉献于利国利民的事业。",
      "正确答案：对"
    ],
    [
      "28、人民群众是社会历史的主体，是社会物质财富和精神财富的创造者，是社会变革的决定力量。",
      "正确答案：对"
    ],
    [
      "29、一个人的能力有大小、职业有不同、职位有高低，但只有自觉把个人之小我融入社会之大我，才能够在推动社会进步中创造不朽的业绩。",
      "正确答案：对"
    ],
    [
      "30、人的社会性决定了人生的社会价值。",
      "正确答案：对"
    ],
    [
      "31、评价人生价值，主要是看一个人对社会作出的物质贡献。",
      "正确答案：错"
    ],
    [
      "32、任何人都只能在一定的主客观条件下去实现自己的人生价值，要从社会客观条件和个体自身条件出发。",
      "正确答案：对"
    ],
    [
      "33、个人本身就是目的，具有最高价值，社会和他人只是达到个人目的的手段。",
      "正确答案：错"
    ],
    [
      "34、当代大学生要在服务人民、奉献社会的实践中创造人生的价值。",
      "正确答案：对"
    ],
    [
      "35、当代大学生要把实现个人追求与实现国家、民族的奋斗目标联系起来。",
      "正确答案：对"
    ],
    [
      "36、个人主义是以个人利益为出发点和归宿的一种思想体系和道德原则，它主张个人本身就是目的，具有最高价值，社会和他人只是达到个人目的的手段。",
      "正确答案：对"
    ],
    [
      "37、什么是人生的真正幸福，追求什么样的幸福，通过什么样的方式实现幸福，是大学生应该认真思考的人生课题。因此，大学生应当树立正确的幸福观",
      "正确答案：对"
    ],
    [
      "38、正确认识人生发展过程中的得与失这对矛盾，是人生的常态，它体现着一个人的智慧和修养。这要求大学生应当树立正确的得失观",
      "正确答案：对"
    ],
    [
      "39、在逆境中奋斗，会有顺境中难以得到的获得感和成就感。",
      "正确答案：对"
    ],
    [
      "40、世界观决定人生观，人生观从属于世界观，所以，一个人的人生观发生改变，对世界观不会产生影响。",
      "正确答案：错"
    ],
    [
      "41、评价人生价值的根本尺度，是看一个人的实践活动是否满足个人的需要。",
      "正确答案：错"
    ],
    [
      "42、衡量一个人的人生价值，首先看他在物质方面对社会的贡献，其次看他在精神方面对社会的贡献。",
      "正确答案：错"
    ],
    [
      "43、评价人生价值的根本尺度,是看一个人的实践活动是否符合社会发展的客观规律,是否促进了历史的进步。",
      "正确答案：对"
    ],
    [
      "44、只有成为杰出人物才能成就出彩人生。",
      "正确答案：错"
    ],
    [
      "1、理想在现实中产生，但它不是对现状的简单描绘，而是与奋斗目标相联系的未来的现实。这是说理想具有（ ）A.超越性B.实践性C.时代性D.现实性",
      "正确答案：A"
    ],
    [
      "2、不同的人因所处环境、性格特征等方面差异会形成不同的信念，这体现了信念的（ ）A.执着性B.稳定性C.多样性D.固定性",
      "正确答案：C"
    ],
    [
      "3、下面属于社会理想的是（ ）A.“富贵不能淫”B.把我国建设成为富强、民主、文明、和谐的社会主义现代化国家C.追求真理D.谋一个合适的职位",
      "正确答案：B"
    ],
    [
      "4、理想信念是人（ ）的核心。A.精神世界B.家庭生活C.物质生活D.职业生活",
      "正确答案：A"
    ],
    [
      "5、下面对理想和现实之间关系理解正确的一项是（ ）A.理想就是现实B.理想源于现实，而且超越现实C.有了坚定的信念，理想就一定能变成现实D.现实是过去的理想",
      "正确答案：B"
    ],
    [
      "6、同学们都首先要把个人的奋斗志向同（ ）紧紧联系在一起。A.经济回报B.社会声望C.家族荣誉D.国家和民族的前途命运",
      "正确答案：D"
    ],
    [
      "7、生产力发展水平不同，所形成的理想也不同，这说明理想具有（ ）A.实践性B.时代性C.固定性D.超越性",
      "正确答案：B"
    ],
    [
      "8、把我国建设成为富强、民主、文明、美丽的社会主义现代化国家，是现阶段全国各族人民的（ ）A.生活理想B.职业理想C.道德理想D.社会理想",
      "正确答案：D"
    ],
    [
      "9、千里之行，始于足下，这是劝告我们（ ）A.理想是人生的奋斗目标B.做事情迈出第一步比接下来的所有努力加起来都要重要C.理想必须在努力奋斗中实现D.社会实践是知识的源泉",
      "正确答案：C"
    ],
    [
      "10、习总书记说，青年理想远大、信念坚定，是一个国家、一个民族无坚不摧的前进动力。同时，我们也要认清理想和现实的关系。下列说法不正确的是（ ）。A.假如理想和现实完全等同，那么理想的存在就没有意义B.理想是在对现实认识的基础上发展起来的C.任何一种理想的实现都不是轻而易举的D.艰苦奋斗是实现理想的权宜之计",
      "正确答案：D"
    ],
    [
      "11、信念是人类特有的精神现象，它是（ ）A.完全是情感的产物B.意志力的表现C.认知、情感、意志的统一体D.只凭认知就可以形成",
      "正确答案：C"
    ],
    [
      "12、理想信念的作用主要表现在：昭示奋斗目标、提供前进动力和（ ）A.提高人的知识水平B.保障人生一帆风顺C.积累人生财富D.提高精神境界",
      "正确答案：D"
    ],
    [
      "13、理想与空想的区别在于（ ）。A.是否具有主观能动性B.是否是自然形成的C.是否符合客观规律性D.是否是创新思维的结果",
      "正确答案：C"
    ],
    [
      "14、理想和现实的统一性表现在（ ）A.理想就是现实B.有了坚定的信念，理想就能变为现实C.现实是理想的基础，理想是现实的未来D.理想总是美好的，而现实中既有美好的一面，也有丑陋的一面",
      "正确答案：C"
    ],
    [
      "15、追求崇高的理想需要科学的信念，具有坚定社会主义信念的人，坚信（ ）A.通往共产主义道路是遥远的，可望不可及B.社会主义道德将成为所有人自觉的行为习惯和准则C.社会主义必然代替资本主义，全世界最终必然实现共产主义D.不同的团体有相同的信念",
      "正确答案：C"
    ],
    [
      "16、下列有关人们对未来的向往和追求中，属于社会理想的是（ ）A.“三十亩地一头牛，老婆孩子热炕头。”B.“富贵不能淫，贫贱不能移，威武不能屈。”C.谋一个合适的职位，干一番轰动的事业D.把我国建设成为富强、民主、文明、和谐的社会主义现代化国家",
      "正确答案：D"
    ],
    [
      "17、实现理想的根本途径是（ ）A.夸夸其谈B.避重就轻C.勇于实践D.得过且过",
      "正确答案：C"
    ],
    [
      "18、中国共产党是全心全意为（ ）服务的政党。A.知识分子B.农民阶级C.工人阶级D.人民",
      "正确答案：D"
    ],
    [
      "19、马克思主义作为我们立党立国的根本指导思想，是近代以来中国历史发展的（ ）结果。A.偶然B.随机C.意外D.必然",
      "正确答案：D"
    ],
    [
      "20、近年来常能看到《资本论》在德国热销的新闻，这说明（ ）A.德国人喜欢哲学B.马克思主义具有持久生命力C.德国人信仰马克思主义D.资本论是简单的大众化读物",
      "正确答案：B答案解析对当今社会仍有很强的理论解释力"
    ],
    [
      "21、下面说法不正确的是（ ）A.马克思主义诞生于19世纪中叶，但并没有停留在19世纪。B.马克思主义排斥新的科学知识C.马克思主义是一个开放的理论体系D.马克思主义具有与时俱进的理论品格和持久生命力",
      "正确答案：B答案解析马克思主义是开放性理论，一直在发展"
    ],
    [
      "22、马克思主义只有与（ ）、与时代发展同进步、与人民群众共命运，才能焕发出强大的生命力、创造力和感召力。A.资产阶级B.本国国情相结合C.宗教文化D.其他理论",
      "正确答案：B"
    ],
    [
      "23、中国改革开放取得巨大成就，无可辩驳地证明（ ）A.世界上殖民统治已荡然无存B.资本主义国家马上就要灭亡C.社会主义国家具有强大的生命力D.中国是世界上最强大的国家",
      "正确答案：C"
    ],
    [
      "24、追求共产主义远大理想与坚定中国特色社会主义共同理想是（ ）A.不相干的B.相互排斥C.统一的D.因果关系",
      "正确答案：C"
    ],
    [
      "25、马克思主义以解放（ ）为己任。A.工人阶级B.农民阶级C.资产阶级D.全人类",
      "正确答案：D"
    ],
    [
      "26、马克思主义为人们（ ）提供了科学的立场、观点和方法。A.自然科学研究B.认识世界和改造世界C.技术革新D.确立理想",
      "正确答案：B"
    ],
    [
      "27、邓小平曾指出：“如果不搞社会主义，而走资本主义道路，中国的混乱状态就不能结束，贫困落后的状态就不能改变。”这是说（ ）。A.坚定中国特色社会主义信念B.资本主义道路是贫穷之路C.中国混乱局面难收拾D.资本主义可以救中国",
      "正确答案：A"
    ],
    [
      "28、实现中华民族的伟大复兴，必须毫不动摇地坚持（ ）的领导。A.法律精神B.科学技术C.中国共产党D.科学信仰",
      "正确答案：C"
    ],
    [
      "29、列宁说：“要成就一件大事业，必须从一点一滴做起”。这说明（ ）A.立志当高远B.要有做大事的情怀C.正确对待外部环境D.立志须躬行",
      "正确答案：D"
    ],
    [
      "30、马克思主义最崇高的社会理想是（ ）A.脱贫致富B.实现民主主义C.建设社会主义D.实现共产主义",
      "正确答案：D"
    ],
    [
      "31、关于信念，下列说法不正确的是（ ）A.信念是人们在一定的认识基础上，对某种理想理论、学说和理想所抱的坚定不移的观念和真诚信服与坚决执行的态度。B.信念是认识、情感和意志的融合与统一C.信念是强大的精神力量D.信念是一种单纯的知识和想法",
      "正确答案：D"
    ],
    [
      "32、信念作为人的意识的一部分，是人类特有的一种精神状态，信念对人生的重要作用体现在，信念是人们（ ）。A.对真理的追求B.评判事物的标准C.追求理想的强大动力D.对客观事物的本质和发展规律的正确反映",
      "正确答案：C"
    ],
    [
      "33、理想信念是一个思想认识问题，更是一个（ ）A.实践问题B.理论问题C.思想问题D.观念问题",
      "正确答案：A"
    ],
    [
      "34、（ ）是联系理想与现实的桥梁。A.实践B.理论研究C.人际交往D.思想观念",
      "正确答案：A"
    ],
    [
      "35、理想与现实的关系是（ ）A.不能相互转化B.常常是完全吻合的C.经常没有关系D.对立统一",
      "正确答案：D"
    ],
    [
      "36、理想实现的（ ）是对人们的毅力和信心的考验。A.长期性B.顺其自然的过程C.危险性D.短期性",
      "正确答案：A"
    ],
    [
      "37、下面观点中，错误的是（ ）A.国家的前途和青年无关B.一个国家的希望寄托在青年身上C.青年一代有理想、有担当，国家就有前途D.国家的需要就是青年人的需要",
      "正确答案：A"
    ],
    [
      "38、只有将个人理想与（ ）相统一的青年，才能够在社会上大有作为。A.兴趣爱好B.物质报酬C.社会理想D.现实回报",
      "正确答案：C"
    ],
    [
      "39、（ ）是指处于一定历史条件和社会关系中的个体对于自己未来的物质生活、精神生活所产生的种种向往和追求。A.个人理想B.社会理想C.职业理想D.道德理想",
      "正确答案：A"
    ],
    [
      "40、（ ）是指社会集体乃至社会全体成员的共同理想，即在全社会占主导地位的共同奋斗目标。A.个人理想B.社会理想C.职业理想D.道德理想",
      "正确答案：B"
    ],
    [
      "41、个人理想与社会理想的关系实质上是（ ）在理想层面的反映。A.具体与抽象关系B.阶段性与历史性关系C.个人与社会的关系D.个人与家庭的关系",
      "正确答案：C"
    ],
    [
      "42、个人理想从根本上说是由（ ）规定的。A.个人主观愿望B.个人能力C.个人性格特征D.正确的社会理想",
      "正确答案：D"
    ],
    [
      "43、整个理想体系中，（ ）是最根本、最重要的理想类型。A.社会理想B.个人理想C.职业理想D.道德理想",
      "正确答案：A"
    ],
    [
      "44、个人理想只有同（ ）、民族的命运相结合，个人的向往和追求只有同社会的需要和人民的利益相一致，才可能变为现实。A.国家的前途B.自身特点C.家庭出身D.学历背景",
      "正确答案：A"
    ],
    [
      "45、社会理想是个人理想的（ ）A.集合和积累B.凝练和升华C.叠加和重复D.规范和统一",
      "正确答案：B"
    ],
    [
      "46、中国古代先哲老子说：“合抱之木，生于毫末；九层之台，起于累土；千里之行，始于足下。”这是说（ ）A.崇高理想的必须快速行动B.通往理想的路并不遥远C.立志须躬行D.实现崇高的理想，要从大处着手",
      "正确答案：C"
    ],
    [
      "47、著名数学家华罗庚曾说，不踏踏实实打好基础，就无法攻尖端、攀高峰。这是说（ ）A.要勇攀高峰B.雄心壮志必须脚踏实地C.有坚韧不拔的意志D.有明确的目标",
      "正确答案：B"
    ],
    [
      "48、青年人要想有大成就，就应当志存高远。以下事例能很好说明这一点的是（ ）A.袁隆平大科学家的称号是从田间小路上一步一步走出来B.居里夫人从几吨沥青中提炼0.12克镭C.周恩来中学时期就立下了“为中华之崛起而读书”的志向D.自学成才的张立勇让清华学子钦佩",
      "正确答案：C"
    ],
    [
      "49、下面哪个观点是错误的（ ）A.理想不等于现实B.理想的实现是顺其自然的过程C.理想的实现依赖于脚踏实地、持之以恒的奋斗D.只有通过实践，理想才能转化为现实",
      "正确答案：B"
    ],
    [
      "50、下面哪个说法是错误的（ ）A.追求理想的过程中，人们常常会感受到理想与现实之间的矛盾B.青年大学生容易对理想与现实的矛盾产生困惑C.理想与现实的矛盾很难调和D.理想是现实的彼岸",
      "正确答案：C"
    ],
    [
      "51、在伦敦海格特公墓马克思的墓碑上，镌刻着马克思的一句名言：“哲学家们只是用不同的方式解释世界，而问题在于改变世界。”这说明（ ）。A.马克思主义是科学的又是崇高的B.马克思主义具有持久的生命力C.马克思主义重视实践、以改造世界为己任D.马克思主义是一个开放的理论体系",
      "正确答案：C"
    ],
    [
      "52、克雷洛夫说：“现实是此岸，理想是彼岸。中间隔着湍急的河流，行动则是架在川上的桥梁。”其意是说（ ）A.理想是不能超越现实的B.此岸和彼岸是河流两侧，理想和现实是一回事C.理想总是能够实现的，过了河就实现了D.理想是对现实生活的超越，通过行动的实践才能实现理想",
      "正确答案：D"
    ],
    [
      "53、人们对未来的工作部门、工作种类以及业绩的向往和追求是（ ）A.职业理想B.社会理想C.生活理想D.道德理想",
      "正确答案：A"
    ],
    [
      "54、从社会政治方面的理想信念看，现时代科学的理想信念是（ ）A.资产阶级民主共和国的理想信念B.社会主义和共产主义的理想信念C.“民主的社会主义”理想信念D.联邦制的民主共和国理想信念",
      "正确答案：B"
    ],
    [
      "55、共产党人和先进分子必须选择的人类历史上最科学、最进步、最美好的理想，这种理想是（ ）A.维护民族团结B.全面建设小康社会C.实现共产主义社会D.建设富强、民主、文明的现代化国家",
      "正确答案：C"
    ],
    [
      "56、中国特色社会主义共同理想与共产主义远大理想有着内在的关系，它们是( )A.生活理想与职业理想的关系B.社会理想与道德理想的关系C.阶级性理想与最终理想的关系D.少数人的理想与多数人的理想的关系",
      "正确答案：C"
    ],
    [
      "1、理想信念的作用主要表现在（ ）A.提供人生的前进动力B.提高人生的精神境界C.指引人生的奋斗目标D.提高人的知识水平",
      "正确答案：ABC"
    ],
    [
      "2、不同的人因（ ）等方面差异，会形成不同信念。A.社会环境B.思想观念C.利益需要D.个人性格",
      "正确答案：ABCD"
    ],
    [
      "3、理想的具体类型有（ ）A.社会理想B.职业理想C.道德理想D.生活理想",
      "正确答案：ABCD"
    ],
    [
      "4、科学的理想则是（ ）与（ ）的一致性的反映。A.职业规划B.人的主观能动性C.恋爱追求D.社会发展客观趋势",
      "正确答案：BD答案解析科学认识是主观与客观的统一"
    ],
    [
      "5、理想之所以能够成为一种推动人们创造美好生活的巨大力量，就在于它不仅具有（ ），而且具有（ ）A.多样性B.稳定性C.现实性D.预见性",
      "正确答案：CD"
    ],
    [
      "6、理想具有的特征有哪些（ ）A.超越性B.实践性C.时代性D.空想性",
      "正确答案：ABC"
    ],
    [
      "7、理想和现实的关系有哪些（ ）A.理想源于现实B.理想高于现实C.理想超脱于现实D.理想与现实是对立统一的",
      "正确答案：ABD"
    ],
    [
      "8、95岁的张富清是湖北来凤县的一名离休干部，同时他是一名有着卓越战功的战斗英雄。正是革命理想和信念支持着他浴血疆场、舍生忘死。理想信念是精神之“钙”，因为（ ）。A.理想信念昭示奋斗目标B.理想信念提供前进动力C.理想信念提高精神境界D.理想指引方向，信念决定成败",
      "正确答案：ABCD"
    ],
    [
      "9、大学生在确立人生理想时需要考虑到（ ）A.自身的情况B.避开困难的目标C.国家的需要D.社会发展趋势",
      "正确答案：ACD"
    ],
    [
      "10、关于理想和现实的关系，正确的理解有（ ）A.理想不等同于现实B.在任何条件下，理想都能够转化为现实C.理想的存在没有意义D.现实是理想的基础，理想是由对现实的认识发展而来的",
      "正确答案：AD"
    ],
    [
      "11、信念同理想一样是人类特有的精神现象，信念是（ ）A.认知、情感和意志的有机统一体B.人们在一定认识基础上确立的对某种思想或事物坚定不移并身体力行的态度C.人们对客观事物及其规律的正确反映D.人们向往和为之奋斗的目标",
      "正确答案：AB"
    ],
    [
      "12、“两个一百年”奋斗目标是指（ ）A.洗刷百年战争屈辱，建设强大国防力量B.实现百年奥运梦想C.中国共产党成立100年时全面建成小康社会D.在新中国成立100年时建成富强民主文明和谐美丽的社会主义现代化国家",
      "正确答案：CD"
    ],
    [
      "13、马克思主义发展史，是一部（ ）历史。A.不断完善B.不断创新C.一成不变D.不断发展",
      "正确答案：ABD"
    ],
    [
      "14、共产主义社会，将是（ ）的社会。A.物质财富极大丰富B.实现按需分配C.人民精神境界极大提高D.每个人自由而全面发展",
      "正确答案：ABCD"
    ],
    [
      "15、中国特色社会主义理论体系，就是包括（ ）在内的科学理论体系。A.邓小平理论B.“三个代表”重要思想C.科学发展观D.习近平新时代中国特色社会主义思想",
      "正确答案：ABCD"
    ],
    [
      "16、大学生要坚定中国特色社会主义信念，不断增强（ ）。A.文化自信B.道路自信C.理论自信D.制度自信",
      "正确答案：ABCD"
    ],
    [
      "17、邓小平在总结中国历史经验时曾深刻地指出：“我们过去几十年艰苦奋斗，就是靠用坚定的信念把人民团结起来，为人民自己的利益而奋斗。没有这样的信念，就没有凝聚力。”这表明（ ）A.信念是强大的精神力量B.凡坚定的信念都是科学的信念C.有了坚定的信念，理想就能自动变为现实D.信念是人们追求理想目标的强大动力",
      "正确答案：AD"
    ],
    [
      "18、我国人民要实现建设中国特色社会主义的共同理想，就要（ ）A.坚定对中国共产党的信任B.坚定走中国特色社会主义道路C.不断增强中国特色社会主义道路自信、理论自信、制度自信、文化自信D.坚定实现中华民族伟大复兴的信心",
      "正确答案：ABCD"
    ],
    [
      "19、下面关于艰苦奋斗的表述，不正确的是（ ）A.艰苦奋斗是实现理想的重要条件。B.艰苦奋斗是老一辈的事，当代青年不需要C.艰苦奋斗的说法和人追求自由的本质是背道而驰的D.艰苦奋斗始终是激励我们为实现国家富强、民族振兴而共同奋斗的强大精神力量",
      "正确答案：BC"
    ],
    [
      "20、正确认识理想与现实的关系要（ ）A.辩证看待理想与现实的矛盾B.认识到实现理想的长期性、艰巨性和曲折性C.认识到艰苦奋斗是实现理想的重要条件D.把理想和现实对立起来",
      "正确答案：ABC答案解析对立统一的关系"
    ],
    [
      "21、实现理想是一个（ ）的过程。A.长期性B.艰巨性C.曲折性D.简单",
      "正确答案：ABC"
    ],
    [
      "22、下面对于理想理解错误的是（ ）A.理想越宏大就越有价值B.追求理想是痛苦之源C.理想的实现有可能是一个长期艰苦的过程D.理想是信念形成的基础",
      "正确答案：AB"
    ],
    [
      "23、（ ）过程中实现个人理想，这是大学生成长成才的必由之路。A.把个人的命运与国家和人民的命运联系在一起B.把个人理想融入社会理想之中C.在为实现社会理想而奋斗的D.只为个人理想奋斗",
      "正确答案：ABC"
    ],
    [
      "24、社会理想与个人理想的关系是，社会理想（ ）着个人理想。A.规定B.引导C.误导D.诱导",
      "正确答案：AB"
    ],
    [
      "25、当代大学生应该如何建立自己的理想（ ）A.立志当高远B.立志做大事C.立志须躬行D.在实现社会理想过程中实现个人理想",
      "正确答案：ABCD"
    ],
    [
      "26、下面关于理想与现实的关系理解正确的是（ ）A.实现理想要除了付出努力，还主要取决于是否有好运气B.理想必须高于现实，不能受现实制约C.理想受现实的规定和制约D.现实是理想的基础，理想是未来的现实",
      "正确答案：CD"
    ],
    [
      "27、志向高远，就是要放开眼界,（ ）。A.不满足于现状B.不屈服于一时一地的困难与挫折C.更不要斤斤计较个人私利的多少与得失D.做大事，挣大钱",
      "正确答案：ABC"
    ],
    [
      "28、下列关于理想的表述，错误的是（ ）A.个人理想就是个人奋斗的目标，注定一切以自我为中心。B.如果个人理想一定要符合社会理想，就等于排斥和抹杀个人理想C.当社会理想同个人理想有矛盾冲突的时候，有志气、有抱负的人可以作出最大的自我牺牲D.新时代的大学生应该在为实现社会理想而奋斗的过程中实现个人理想",
      "正确答案：AB"
    ],
    [
      "1、信念是人们在一定的认识基础上确立的对某种思想或事物坚信不疑并身体力行的精神状态",
      "正确答案：对"
    ],
    [
      "2、理想和空想的区别在于是否符合人们的需求。",
      "正确答案：错"
    ],
    [
      "3、习近平指出，理想信念是人精神上的“钙”。",
      "正确答案：对"
    ],
    [
      "4、大学时期确立的理想信念，对今后的人生之路将产生重大影响，甚至会影响终身。",
      "正确答案：对"
    ],
    [
      "5、马克思主义是科学的理想信念。",
      "正确答案：对"
    ],
    [
      "6、理想信念是人精神世界的核心。",
      "正确答案：对"
    ],
    [
      "7、理想可以脱离现实而存在。",
      "正确答案：错"
    ],
    [
      "8、理想源于现实，又超越现实。",
      "正确答案：对"
    ],
    [
      "9、高层次的信念决定低层次的信念。",
      "正确答案：对"
    ],
    [
      "10、信仰是信念最集中、最高层次的表现形式。",
      "正确答案：对"
    ],
    [
      "11、我国立党立国的根本指导思想是马克思主义。",
      "正确答案：对"
    ],
    [
      "12、有了坚定的信念，理想就一定能变成现实。",
      "正确答案：错"
    ],
    [
      "13、理想是“应然”的，现实是“实然”的。",
      "正确答案：对"
    ],
    [
      "14、马克思主义最崇高的社会理想是实现共产主义。",
      "正确答案：对"
    ],
    [
      "15、理想和空想的区别在于是否符合客观规律。",
      "正确答案：对"
    ],
    [
      "16、实现理想的根本途径是实践。",
      "正确答案：对答案解析实践是理想变为现实的途径"
    ],
    [
      "17、科学的理想是人的主观能动性与社会发展客观趋势的一致性的反映。",
      "正确答案：对"
    ],
    [
      "18、在整个理想体系中，个人理想是最根本、最重要的。",
      "正确答案：错"
    ],
    [
      "19、现实是“应然”的，理想是“实然”的。",
      "正确答案：错"
    ],
    [
      "20、马克思主义是我们立党立国的根本指导思想",
      "正确答案：对"
    ],
    [
      "21、当代中国人的共同理想是，在中国共产党的领导下，走中国特色社会主义道路，实现中华民族的伟大复兴。",
      "正确答案：对"
    ],
    [
      "22、马克思主义是科学性和革命性相统一的思想体系。",
      "正确答案：对"
    ],
    [
      "23、中国共产党的领导是中国特色社会主义最本质的特征",
      "正确答案：对"
    ],
    [
      "24、“两个一百年”奋斗目标是指中国共产党成立100年时全面建成小康社会和在新中国成立100年时建成富强民主文明和谐美丽的社会主义现代化国家。",
      "正确答案：对"
    ],
    [
      "25、“两个一百年”奋斗目标是指新中国成立100年时全面建成小康社会和在本世纪末时建成富强民主文明和谐美丽的社会主义现代化国家。",
      "正确答案：错"
    ],
    [
      "26、90年代初东欧剧变、苏联解体说明共产主义是不可能实现的。",
      "正确答案：错"
    ],
    [
      "27、在中国共产党领导下，坚持和发展中国特色社会主义，实现中华民族伟大复兴，必须树立中国特色社会主义共同理想。",
      "正确答案：对"
    ],
    [
      "28、检验信念正确与否、科学与否的唯一标准是符合实用主义。",
      "正确答案：错"
    ],
    [
      "29、共产主义在社会发展不充分的基础上也能实现。",
      "正确答案：错"
    ],
    [
      "30、中国共产党是中国农民阶级的先锋队，也是中国人民和中华民族的先锋队。",
      "正确答案：错"
    ],
    [
      "31、中国共产党是中国特色社会主义事业的领导核心。",
      "正确答案：对"
    ],
    [
      "32、马克思主义为人们认识世界和改造世界提供了科学的立场、观点和方法。",
      "正确答案：对"
    ],
    [
      "33、信念是理想的根据和前提。",
      "正确答案：错"
    ],
    [
      "34、加强思想道德修养,应牢牢把握理想信念这个核心。",
      "正确答案：对"
    ],
    [
      "35、远大的理想，坚定的信念是实现理想的根本途径。",
      "正确答案：错"
    ],
    [
      "36、现阶段我国各族人民的共同理想是实现祖国的统一大业。",
      "正确答案：错"
    ],
    [
      "37、中国特色社会主义道路是实现社会主义现代化、指引中国人民创造自己美好生活的必由之路。",
      "正确答案：对"
    ],
    [
      "38、从上个世纪50年代开始，人们对于生活中“三大件”追求的变迁，说明了理想具有时代性",
      "正确答案：对"
    ],
    [
      "39、马克思主义反映了无产阶级的革命本质。",
      "正确答案：对"
    ],
    [
      "40、马克思主义为人们的认识世界和改造世界提供了科学的立场、观点和方法。",
      "正确答案：对"
    ],
    [
      "41、理想是在对现实认识的基础上发展起来的。",
      "正确答案：对答案解析理想源自现实"
    ],
    [
      "42、青年是理想形成的重要时期，也是立志的关键阶段。",
      "正确答案：对"
    ],
    [
      "43、在今天，做大事就是献身于中国特色社会主义伟大事业",
      "正确答案：对"
    ],
    [
      "44、理想与现实是对立统一的关系。",
      "正确答案：对"
    ],
    [
      "45、现实是理想的基础，理想是未来的现实。",
      "正确答案：对"
    ],
    [
      "46、社会理想的实现，必须以个人理想的实现为前提和基础。",
      "正确答案：错"
    ],
    [
      "47、把个人的命运与国家和人民的命运联系在一起，把个人理想融入社会理想之中，在为实现社会理想而奋斗的过程中实现个人理想，这是大学生成长成才的必由之路。",
      "正确答案：对"
    ],
    [
      "48、正确认识理想与现实的关系，就是要辩证地看待理想与现实的矛盾。",
      "正确答案：对"
    ],
    [
      "49、人的能动性可以脱离现实而幻想未来。",
      "正确答案：错"
    ],
    [
      "50、个人理想规定、指引着社会理想。",
      "正确答案：错"
    ],
    [
      "51、只要努力，个人的向往和追求最终都能变为现实。",
      "正确答案：错"
    ],
    [
      "52、个人的向往和追求只有同社会的需要和人民的利益相一致，才可能变为现实。",
      "正确答案：对"
    ],
    [
      "53、“福祸相依”指事物有两面性，可以相互转化。",
      "正确答案：对"
    ],
    [
      "54、只有拥有了高的学历背景才能实现个人的理想。",
      "正确答案：错"
    ],
    [
      "55、青春只有在为祖国和人民的真诚奉献中才能更加绚丽多彩。",
      "正确答案：对"
    ],
    [
      "56、信念一旦形成就无法改变。",
      "正确答案：错"
    ],
    [
      "57、个人理想的确立要以社会理想为引导。",
      "正确答案：对"
    ],
    [
      "58、个人理想的实现，必须以社会理想的实现为前提和基础。",
      "正确答案：对"
    ],
    [
      "59、社会理想的实现归根到底要靠社会成员的共同努力，并体现在实现个人理想的具体实践之中。",
      "正确答案：对"
    ],
    [
      "60、理想是指在实践中形成的具有实现可能性的对美好未来的追求和向往。",
      "正确答案：对"
    ],
    [
      "61、个人理想是指个体对于自己未来的物质生活、精神生活所产生的种种向往和追求。这种追求是独立的、自由的，可以不受历史条件或社会关系的影响。",
      "正确答案：错"
    ],
    [
      "1、（ ）把仁爱和谐视为最高的道德理想。A.儒家B.道家C.法家D.墨家",
      "正确答案：A"
    ],
    [
      "2、（ ）把“兼相爱，交相利”作为理想，提倡为兴天下之利、除天下之害而摩顶放踵。A.道家B.墨家C.儒家D.法家",
      "正确答案：B"
    ],
    [
      "3、中国传统文化十分强调道德修养和道德教化，提出了“三不朽”，重视人的精神品格的养成。“三不朽”不包括（ ）。A.立言B.立功C.立德D.立威",
      "正确答案：D"
    ],
    [
      "4、在革命、建设和改革各个历史时期，党都强调要处理好物质和精神的关系，重视发挥人的精神的能动作用，发扬光大了中华民族重（ ）的优秀传统。A.伦理B.社会C.家庭D.精神",
      "正确答案：D"
    ],
    [
      "5、（ ）是凝心聚力的兴国强国之魂。A.儒家文化B.中国精神C.改革创新D.中国力量",
      "正确答案：B"
    ],
    [
      "6、在当代中国，兴国强国就是要实现（ ）。A.世界大同B.小康社会C.全面建成小康社会D.中华民族伟大复兴的中国梦",
      "正确答案：D"
    ],
    [
      "7、在当代中国，必须用（ ）引领各族人民心往一处想、劲往一处使，用13亿人的智慧和力量汇集起不可战胜的磅礴力量，为实现中华民族伟大复兴的中国梦而努力奋斗。A.物质奖励B.经济成就C.中国精神D.儒家文化",
      "正确答案：C"
    ],
    [
      "8、（ ）是本民族大多数成员所认同的价值取向、思维方式、道德规范、精神气质的总和。A.民族精神B.民族文化C.时代思想D.国家力量",
      "正确答案：A"
    ],
    [
      "9、关于儒家的“君子”、“圣人”的正确说法是（ ）。A.作为自己的理想人格B.是不切实际的空想C.圣人只存在先秦时代D.对道德修养的基本要求",
      "正确答案：A答案解析对理想人格的认识"
    ],
    [
      "10、毛泽东说：“做一个高尚的人，一个纯粹的人，一个有道德的人，一个脱离了低级趣味的人，一个有益于人民的人”说明（ ）。A.把精神作用放在第一位B.对革命年代有用，今天已经过时了C.理想的精神境界远离一切生活趣味D.中国共产党重视精神的作用",
      "正确答案：D"
    ],
    [
      "11、关于物质文明和精神文明的作用说法错误的是（ ）。A.经济决定政治，所以抓好物质文明同时就能抓好精神文明B.两手抓、两手都要硬C.物质文明和精神文明一起抓D.只有物质文明建设和精神文明建设都搞好，中国特色社会主义事业才能顺利向前推进。",
      "正确答案：A"
    ],
    [
      "12、一切时代精神都将随着历史的变迁逐步融入（ ）之中。A.历史典籍B.意义虚无C.历史尘埃D.民族精神",
      "正确答案：D"
    ],
    [
      "13、民族精神的核心是（ ）。A.不屈不挠B.爱国主义C.改革创新D.民族团结",
      "正确答案：B"
    ],
    [
      "14、爱自己的骨肉同胞，最主要的是培养对（ ）的深厚感情。A.历史B.文化C.人民群众D.国家",
      "正确答案：C"
    ],
    [
      "15、（ ）的利益是我国各族人民的共同利益、长远利益和最高利益，这种利益高于各个民族内部的、局部的、暂时的利益。A.所有中国人B.骨肉同胞C.中国大陆D.中华民族",
      "正确答案：D"
    ],
    [
      "16、下列关于文化传统说法错误的是（ ）。A.文化传统是民族精神的摇篮B.文化传统是培养民族优越性的基础C.文化传统是民族凝聚力的重要基础D.文化传统是培养民族心理、民族个性的摇篮",
      "正确答案：B"
    ],
    [
      "17、爱国主义的丰富性和生命力，正是通过它的（ ）和具体性来表现的。A.历史性B.现实性C.真实性D.可行性",
      "正确答案：A"
    ],
    [
      "18、在新民主主义革命时期，爱国主义主要表现为致力于推翻帝国主义、封建主义和（ ）的反动统治，把黑暗的旧中国改造成光明的新中国。A.资本主义B.官僚资本主义C.民族资本主义D.蒋介石",
      "正确答案：B"
    ],
    [
      "19、下列说法错误的是 （ ）。A.维护国家主权和领土完整，是国家的核心利益。B.在反对分裂、维护国家统一这个重大原则问题上，中国人民从未有丝毫犹豫和退让。C.无论是团结统一还是分裂，中国都很强盛D.骨肉分离和纷争，是让亲者痛、仇者快的事情",
      "正确答案：C"
    ],
    [
      "20、新时代的爱国主义，既承接了中华民族的爱国主义优良传统，又体现了鲜明的（ ）特征，内涵更加丰富。A.理想B.价值C.时代D.梦想",
      "正确答案：C"
    ],
    [
      "21、下列说法正确的是（ ）。A.爱国主义在今天已经过时了。B.各国公民在世界范围内没有任何障碍流动C.跨国公司拥有国家主权D.各国经济交往中需要遵循共同规则",
      "正确答案：D"
    ],
    [
      "22、关于怎样应对经济全球化，做法正确的是（ ）。A.采取消极的姿态B.纳入西方的发展模式和发展轨道C.勇于和善于参与经济全球化的竞争D.不需要什么爱国主义了",
      "正确答案：C"
    ],
    [
      "23、关于“一国两制”方针说法错误的是（ ）。A.把坚持一国原则与尊重两制差异有机结合起来B.台湾问题必须武力解决C.要求同存异D.必须遵循宪法和基本法的规定，在法治的轨道上循序渐进，推进民主",
      "正确答案：B"
    ],
    [
      "24、（ ）是解决台湾问题的基本方针，也是实现国家统一的最佳方式。A.武力解决B.“和平统一、一国两制”C.谈判协商D.一边一国",
      "正确答案：B"
    ],
    [
      "25、两岸双方应始终坚持（ ）的共同立场，在巩固和维护一个中国框架这一原则问题上形成更为清晰的共同认知，并在此基础上求同存异。A.大陆宪法B.社会主义C.尊重历史D.“九二共识”",
      "正确答案：D"
    ],
    [
      "26、关于大学生对国家安全问题认识错误的是（ ）。A.大学生要增强国家安全意识B.对境内外敌对势力的渗透、颠覆、破坏活动保持高度警惕C.要切实履行维护国家安全的义务D.只要我自己不危害国家安全就可以了",
      "正确答案：D答案解析对国家安全问题认识的理解上"
    ],
    [
      "27、（ ）一般是指一个国家不受内部和外部的威胁、破坏而保持稳定有序的状态。A.国家安全B.领土安全C.经济安全D.政治安全",
      "正确答案：A"
    ],
    [
      "28、以爱国主义A.交通安全B.经济安全C.文化安全D.政治安全",
      "正确答案：D"
    ],
    [
      "29、关于确立总体国家安全观说法错误的是（ ）。A.既重视发展问题，又重视安全问题B.打造人类命运共同体，推动世界朝着互利互惠、共同安全的目标相向而行。C.既重视外部安全，又重视内部安全D.只要重视自身安全就行了",
      "正确答案：D答案解析对国家安全观的理解"
    ],
    [
      "30、关于大学生怎样增强国防意识说法正确的是（ ）。A.国防军事与我无关B.不需要投身国防C.读好书就行不用关心国防D.必须具有很强的国防观念和忧患意识",
      "正确答案：D"
    ],
    [
      "31、下列哪个不符合树立改革创新的自觉意识（ ）A.树立突破陈规陋习的自觉意识B.老老实实地听老师的话C.树立大胆探索未知领域的信心和勇气。D.树立以创新创造为目标的志向",
      "正确答案：B答案解析对改革创新的认识"
    ],
    [
      "32、下列与改革创新思想观念相悖的是（ ）A.敢于突破陈规B.大胆探索未知C.勇于创新创造D.因循守旧",
      "正确答案：D"
    ],
    [
      "33、中国科学技术大学博士生吕松开发出的利用人体骑行过程中散发的热量发出电力、并给予智能警示的自发电安全头盔，不仅保证了骑行安全，也践行了节能环保的理念，获得第四十五届日内瓦国际发明展金奖。吕松说，“让尖端科技不再‘高冷’，真正改变人类生活，这是我们从事科学研究的初衷。”这说明，青年学生要做改革创新的生力军，就要（ ）。A.增强在改革创新中服务社会的责任感B.质疑所有现有的定论C.多干少想，无知无畏D.在最尖端的科技前沿进行改革创新",
      "正确答案：A"
    ],
    [
      "34、5G网络技术和架构将拉动新的投资、消费和出口，成为我国经济增长和高质量发展的新引擎。在5G时代，中国企业的话语权将显著增加，打开新的出口市场空间，真正走向价值链高端，推动全球5G发展并惠及全球经济增长。改革创新是时代要求，5G技术的价值启发我们要着力推动（ ）。A.理论创新B.制度创新C.科技创新D.文化创新",
      "正确答案：C"
    ],
    [
      "35、与树立突破陈规陋习的自觉意识相悖的是（ ）A.要始终与领导保持一致B.敢于大胆突破陈规甚至常规C.敢于大胆探索尝试D.善于观察发现、思考批判，不唯书",
      "正确答案：A答案解析对树立突破陈规陋习的自觉意识的认识"
    ],
    [
      "36、关于树立以创新创造为目标的志向说法错误的是（ ）A.青年应突破陈规B.青年应模仿因循C.青年勇于开风气之先D.青年应时常为新",
      "正确答案：B"
    ],
    [
      "37、关于创新思维与守旧思维说法正确的是（ ）A.有创新思维的人都是智力超常的B.守旧思维提出的观点毫无价值C.守旧思维不回答问题D.守旧思维往往求同、模仿，创新思维则注重求异、批判而不甘落入窠臼和俗套",
      "正确答案：D"
    ],
    [
      "38、关于大学生怎样做改革创新的实践者，说法错误的是（ ）A.树立改革创新的自觉意识B.培养改革创新的责任感C.大学生的任务就是学习，所以谈不上改革创新D.增强改革创新的能力本领",
      "正确答案：C"
    ],
    [
      "1、中华民族在对物质生活与精神生活相互关系的理解上，下面说法正确的有（ ）。A.人之所以异于禽兽，在于人有道德，有精神追求B.见利忘义C.以义制利、先义后利D.不义而富且贵，于我如浮云",
      "正确答案：ACD"
    ],
    [
      "2、体现中华民族对道德修养和道德教化的重视上的有（ ）。A.以修身为本B.“改过”、“慎独”、“重行”、“内省”、“自讼”、“居敬”等都是道德修养和教化的具体方法。C.将“立德”置于“三不朽”（立德、立功、立言）之首D.注重家庭教化、学校教化、乡里教化等",
      "正确答案：ABCD"
    ],
    [
      "3、中国精神是兴国强国之魂体现在（ ）。A.实现民族复兴的精神引领B.凝聚中国力量的精神纽带C.提升综合国力的重要保证D.中国精神可以团结凝聚全体人民的智慧和力量，为实现中国梦而努力奋斗",
      "正确答案：ABCD"
    ],
    [
      "4、下面是属于中华民族重视人生境界和理想人格的有（ ）。A.杨朱宣扬“拔一毛而利天下不为也”B.儒家把“君子”、“圣人”作为自己的追求C.道家推崇逍遥于天地之间的“真人”、“至人”D.韩非子提出“人主之患在于信人”",
      "正确答案：BC"
    ],
    [
      "5、民族精神为本民族大多数成员所认同的（ ）的总和。A.价值取向B.思维方式C.道德规范D.精神气质",
      "正确答案：ABCD"
    ],
    [
      "6、时代精神是在新的历史条件下形成和发展的，体现民族特质并顺应时代潮流的（ ）、精神风貌和社会风尚的总和。A.法律规范B.价值取向C.行为方式D.思想观念",
      "正确答案：BD"
    ],
    [
      "7、关于大学生在推动两岸关系上的正确说法是（ ）。A.为推动两岸关系和平发展、实现祖国统一作出自己的贡献。B.担当起开拓两岸关系前景、实现民族伟大复兴的历史重任C.感悟两岸关系和平发展的潮流D.大学生是没有任何作为的",
      "正确答案：ABC"
    ],
    [
      "8、如下属于正确地做忠诚的爱国者的有（ ）。A.推进祖国统一B.促进民族团结C.增强国家安全意识D.爱国就是情感的真情流露，不存在什么理性",
      "正确答案：ABC"
    ],
    [
      "9、文化传统常常被称为国家和民族的胎记，是一个国家民族得以延续的精神基因，是培养（ ）的摇篮，是民族凝聚力的重要基础。A.民族习惯B.民族心理C.民族个性D.民族精神",
      "正确答案：BCD答案解析对文化传统的认识上"
    ],
    [
      "10、在新民主主义革命时期，爱国主义主要表现为致力于推翻（ ）的反动统治，把黑暗的旧中国改造成光明的新中国。A.官僚资本主义B.封建主义C.民族资产阶级D.帝国主义",
      "正确答案：ABD"
    ],
    [
      "11、爱国主义的时代价值有（ ）。A.有了爱国主义我们就能战胜一切困难B.维护祖国统一和民族团结的纽带C.实现中华民族伟大复兴的动力D.实现人生价值的力量源泉",
      "正确答案：BCD"
    ],
    [
      "12、如何把握经济全球化趋势与爱国主义的相互关系问题上，需要着重树立以下三个观念是（ ）。A.人有地域和信仰的不同，但报效祖国之心不应有差别B.科学没有国界，但科学家有祖国。C.人类命运是共同体，就无所谓爱国主义了D.经济全球化是世界经济发展的必然趋势，但不等于全球政治、文化一体化",
      "正确答案：ABD答案解析经济全球化趋势与爱国主义的关系"
    ],
    [
      "13、怎样做理性的爱国者（ ）。A.要讲原则B.守法律C.以合理合法的方式来进行D.只有把国家的安全、荣誉和利益放在高于一切的地位",
      "正确答案：ABC"
    ],
    [
      "14、关于推进祖国统一说法正确的有（ ）。A.和平统一就意味着放弃对台的武力选项B.解决台湾问题、实现祖国完全统一，是不可阻挡的历史进程C.实现祖国完全统一，是实现中华民族伟大复兴的必然要求。D.和平统一最符合包括台湾同胞在内的中华民族的根本利益。",
      "正确答案：BCD"
    ],
    [
      "15、关于怎样增强国家安全意识有（ ）。A.学生只要不危害国家安全就行了B.确立总体国家安全观C.增强国防意识D.履行维护国家安全的义务",
      "正确答案：BCD"
    ],
    [
      "16、总体国家安全观是指（ ）。A.以人民安全为宗旨B.以政治安全为根本C.以经济安全为基础D.以军事、文化、社会安全为保障，以促进国际安全为依托",
      "正确答案：ABCD"
    ],
    [
      "17、怎样树立改革创新的自觉意识（ ）A.树立突破陈规陋习的自觉意识B.树立大胆探索未知领域的信心和勇气。C.树立以创新创造为目标的志向D.就是要始终追求新、奇、特",
      "正确答案：ABC"
    ],
    [
      "18、大学生怎样积极投身改革创新实践增强改革创新能力？A.在全面深化改革的伟大实践中深深体悟改革创新精神B.增强改革创新的意识C.锤炼改革创新的意志D.努力走在全社会创新创造的前列",
      "正确答案：ABCD"
    ],
    [
      "19、改革创新作为时代精神的核心是因为（ ）A.改革创新是在紧紧围绕时代主题、把握时代特征、体现时代要求的基础上形成和发展起来的B.具有马克思主义与时俱进的理论品格C.已经深深地融入我国经济、政治、文化、社会建设的各个方面D.成为各族人民不断开创中国特色社会主义事业新局面的强大精神力量",
      "正确答案：ABCD"
    ],
    [
      "20、下面能体现改革创新是推动社会发展进步的动力源泉的有（ ）A.建设新国家、开辟新时代B.钻木取火、活字印刷C.加快完善社会主义市场经济体制D.航天深潜、3D打印",
      "正确答案：ABCD"
    ],
    [
      "1、中国历史上许多仁人志士重视人生境界和理想人格，虽时代不同，类型有别，但其共同点是关注人的精神品格。",
      "正确答案：对"
    ],
    [
      "2、中华民族崇尚精神的优秀传统，首先表现在对物质生活与精神生活相互关系的独到理解上。中华民族崇尚精神的优秀传统，也表现在中国古人对理想的不懈追求上。中华民族崇尚精神的优秀传统，亦表现在对道德修养和道德教化的重视上。中华民族崇尚精神的优秀传统，还表现为对理想人格的推崇。",
      "正确答案：对"
    ],
    [
      "3、中华民族崇尚精神的优秀传统，也表现在中国古人对理想的不懈追求上。",
      "正确答案：对"
    ],
    [
      "4、中华民族崇尚精神的优秀传统，亦表现在对道德修养和道德教化的重视上。",
      "正确答案：对"
    ],
    [
      "5、中华民族崇尚精神的优秀传统，还表现为对理想人格的推崇。",
      "正确答案：对"
    ],
    [
      "6、中国精神作为兴国强国之魂，是实现中华民族伟大复兴不可或缺的精神支撑和精神动力。",
      "正确答案：对"
    ],
    [
      "7、中华民族在五千多年的历史进程中，不仅创造出光辉灿烂、享誉世界的中华文明，也塑造出中华民族独特的精神气质和精神品格，形成了崇尚精神的优秀传统。",
      "正确答案：对"
    ],
    [
      "8、中华民族崇尚精神的优秀传统，首先表现在对物质生活与精神生活相互关系的独到理解上。",
      "正确答案：对"
    ],
    [
      "9、儒家把“兼爱”作为最高的道德理想，提倡为兴天下之利、除天下之害而摩顶放踵。",
      "正确答案：错"
    ],
    [
      "10、对道德修养和道德教化的重视是中华民族崇尚精神的优秀传统的表现之一。",
      "正确答案：对"
    ],
    [
      "11、中华民族崇尚精神的优秀传统，表现为重视人生境界和理想人格。",
      "正确答案：对"
    ],
    [
      "12、民族精神是一个民族在长期共同生活和社会实践中形成的，为本民族大多数成员所认同的价值取向、思维方式、道德规范、精神气质的总和。",
      "正确答案：对"
    ],
    [
      "13、一切时代精神都将随着历史的变迁逐步融入民族精神之中。",
      "正确答案：对"
    ],
    [
      "14、中国精神是以爱国主义为核心的时代精神，以改革创新为核心的民族精神。",
      "正确答案：错"
    ],
    [
      "15、在加快推进社会主义现代化建设、实现“两个一百年”奋斗目标的过程中，中国精神作为兴国强国之魂的价值和意义更为凸显。",
      "正确答案：对"
    ],
    [
      "16、爱国主义是动员和鼓舞人们为祖国的生存发展前赴后继、奋斗不息的伟大精神旗帜。",
      "正确答案：对"
    ],
    [
      "17、中华民族崇尚精神的优秀传统，首先表现在对物质生活与物质追求相互关系的独到理解上。",
      "正确答案：错"
    ],
    [
      "18、中华民族崇尚精神的优秀传统，表现在对道德修养和道德追求的重视上。",
      "正确答案：错"
    ],
    [
      "19、中华民族崇尚精神的优秀传统，表现为重视人生境界和人生追求上。",
      "正确答案：错"
    ],
    [
      "20、一切民族精神都曾经是一定历史阶段中带动潮流、引领风尚、推动社会发展的时代精神。",
      "正确答案：对"
    ],
    [
      "21、实现中国梦必须弘扬中国精神。这就是以爱国主义为核心的民族精神，以改革创新为核心的时代精神。",
      "正确答案：对"
    ],
    [
      "22、民族主义就是爱国主义。",
      "正确答案：错"
    ],
    [
      "23、民族精神和时代精神，一个是描绘过去的，一个是描绘现在的，两者之间毫无关联。",
      "正确答案：错"
    ],
    [
      "24、祖国的大好河山，不只是自然风光，还是主权、财富、民族发展和进步的基本载体。",
      "正确答案：对"
    ],
    [
      "25、从归国创业的留学生，到嫦娥四号背后的80后、90后科研人员；从“万里赴戎机”的90后北大女兵，到“杏坛吐新绿”的年轻博导，新时代的青年在不同的岗位上，与国家发展偕行。正是这种爱国精神，激励千千万万的青年，为国家和民族的振兴而不懈奋斗，创造真正有价值的人生。",
      "正确答案：对"
    ],
    [
      "26、“台独”分裂势力及其分裂活动仍然是对台海和平的现实威胁，必须继续反对。",
      "正确答案：对"
    ],
    [
      "27、我国宪法明确规定，保卫祖国、抵抗侵略是中华人民共和国每一个公民的神圣职责。",
      "正确答案：对"
    ],
    [
      "28、只有把国家的安全、荣誉和利益放在高于一切的地位，始终做到爱国的深厚情感、理性认识和实际行动相一致，与祖国同呼吸、共命运，才是真正的爱国者。",
      "正确答案：对"
    ],
    [
      "29、新时代的爱国主义基本要求是：坚持爱国主义和社会主义相统一、维护祖国统一和民族团结、尊重和传承中华民族历史和文化、坚持立足民族又面向世界。弘扬新时代的爱国主义，必须团结全体社会主义劳动者、社会主义事业的建设者、拥护社会主义的爱国者、拥护祖国统一和致力于中华民族伟大复兴的爱国者，汇集起实现中国梦的磅礴力量。",
      "正确答案：对"
    ],
    [
      "30、爱国主义是千百年来人们在社会实践中形成的对自己的祖国极其忠诚和热爱的深厚情感。",
      "正确答案：对"
    ],
    [
      "31、爱国主义的丰富性和生命力，正是通过它的历史性和具体性来表现的。",
      "正确答案：对"
    ],
    [
      "32、在现阶段，爱国主义主要表现为献身于建设新时代中国特色社会主义伟大事业，献身于实现中华民族伟大复兴中国梦的实践，献身于促进祖国统一大业。",
      "正确答案：对"
    ],
    [
      "33、在反对分裂、维护国家统一这个重大原则问题上，中国人民从未有丝毫犹豫和退让。",
      "正确答案：对"
    ],
    [
      "34、坚持总体国家安全观，是以军事、文化、社会安全为保障。",
      "正确答案：对"
    ],
    [
      "35、爱国主义体现了人们对自己祖国的深厚感情，反映了个人对祖国的依存关系，是人们对自己故土家园以及民族和文化的归属感、认同感、尊严感与荣誉感的统一。",
      "正确答案：对"
    ],
    [
      "36、爱国主义是调节个人与祖国之间关系的道德要求、政治原则和法律规范，也是中华民族精神的核心。",
      "正确答案：对"
    ],
    [
      "37、对人民群众感情的深浅程度，是检验一个人对祖国忠诚程度的试金石。",
      "正确答案：对"
    ],
    [
      "38、和平统一、“一国两制”是解决台湾问题的基本方针，也是实现国家统一的最佳方式。",
      "正确答案：对"
    ],
    [
      "39、国家安全一般是指一个国家不受内部和外部的威胁、破坏而保持稳定有序的状态。",
      "正确答案：对"
    ],
    [
      "40、改革创新之所以能够推陈出新，提出前人不曾提出的新思想，推出令世人敬仰叹服的新创造，一个重要的原因就在于改革创新者具有扎实的专业知识基础。",
      "正确答案：对"
    ],
    [
      "41、当代大学生弘扬改革创新精神就要：树立改革创新的自觉意识；增强改革创新的能力本领。",
      "正确答案：对"
    ],
    [
      "42、扎实系统的专业知识是增强改革创新能力本领的基础。",
      "正确答案：对"
    ],
    [
      "43、积极投身实践是增强改革创新能力本领的关键。",
      "正确答案：对"
    ],
    [
      "44、当代大学生要在改革创新中奉献社会、实现人生价值的崇高责任感和使命感。",
      "正确答案：对"
    ],
    [
      "45、实施创新驱动发展战略，最紧迫的是要破除体制机制障碍，最大限度地解放和激发科技作为第一生产力所蕴含的巨大潜能。",
      "正确答案：对"
    ],
    [
      "46、加快创新型国家建设步伐，必须大力弘扬以改革创新为核心的时代精神。",
      "正确答案：对"
    ],
    [
      "47、以改革创新为核心的时代精神，是当代中国人民精神风貌的集中写照，是激发社会创造活力的强大力量。",
      "正确答案：对"
    ],
    [
      "48、培养改革型思维方式是增强改革创新能力本领的前提。",
      "正确答案：错"
    ],
    [
      "49、创新始终是推动人类社会发展的第一动力。每一次科技和产业革命都深刻改变了世界发展面貌和力量格局。一些国家抓住了机遇，经济社会发展驶入快车道，经济实力、科技实力、军事实力迅速增强，甚至一跃成为世界强国。创新能力是当今国际竞争新优势的集中体现。",
      "正确答案：对"
    ],
    [
      "50、改革创新是我国赢得未来的必然要求。",
      "正确答案：对"
    ],
    [
      "1、对一个民族、一个国家来说，最持久、最深层的力量是全社会共同认可的（ ）。A.节日庆典B.道德要求C.核心价值观D.法律规范",
      "正确答案：C"
    ],
    [
      "2、积极培育和践行社会主义核心价值观，是大学生提高思想道德素质和法律素质的（ ）。A.根本途径B.主要目标C.基本方法D.重要功能",
      "正确答案：A"
    ],
    [
      "3、社会主义核心价值观是社会主义核心价值体系的（ ）。A.方法B.目标C.任务D.内核",
      "正确答案：D"
    ],
    [
      "4、富强、民主、文明、和谐是（ ）的价值目标。A.国家层面B.社会层面C.公民层面D.文化层面",
      "正确答案：A"
    ],
    [
      "5、爱国、敬业、诚信、友善是（ ）的价值准则。A.国家层面B.社会层面C.公民层面D.文化层面",
      "正确答案：C"
    ],
    [
      "6、（ ）是实现中华民族伟大复兴中国梦的价值引领。A.社会主义核心价值观B.富强C.民主D.文明",
      "正确答案：A"
    ],
    [
      "7、2018年3月，十三届全国人大一次会议，把国家倡导社会主义核心价值观正式写入（ ），进一步凸显了社会主义核心价值观的重大意义。A.党章B.宪法C.民法D.行政法",
      "正确答案：B"
    ],
    [
      "8、（ ）是社会主义核心价值体系的精神内核。A.社会主义核心价值观B.自由C.公正D.法治",
      "正确答案：A"
    ],
    [
      "9、富强、民主、文明、和谐是（ ）的价值要求。A.国家层面B.社会层面C.个人层面D.组织层面",
      "正确答案：A"
    ],
    [
      "10、在社会主义核心价值观中，（ ）、民主、文明、和谐是国家层面的价值目标。A.富强B.富裕C.强大D.发达",
      "正确答案：A"
    ],
    [
      "11、在社会主义核心价值观中，（ ）、敬业、诚信、友善是个人层面的价值准则。A.爱国B.爱党C.自由D.民主",
      "正确答案：A"
    ],
    [
      "12、社会主义核心价值观的历史底蕴集中体现在（ ）A.全部继承中华传统文化B.深深地根植于中华优秀传统文化C.以儒家思想为指导思想D.以道家思想为指导思想",
      "正确答案：B"
    ],
    [
      "13、（ ）是涵养社会主义核心价值观的重要源泉，是中华民族的精神命脉。A.共产主义理想B.革命精神C.中华优秀传统文化D.时代精神",
      "正确答案：C"
    ],
    [
      "14、以下关于弘扬社会主义核心价值观的认识正确的是（ ）A.需要立足中华优秀传统文化B.要完全排斥西方文化带来的影响C.要完全排斥中华传统文化D.我国精神文明建设良好，不需要继续弘扬",
      "正确答案：A"
    ],
    [
      "15、不同民族、不同国家在各自的发展历程中产生和形成的核心价值观（ ）A.大体相同B.各有特点C.完全不同D.互有高低",
      "正确答案：B"
    ],
    [
      "16、面对资本主义核心价值观的西方模式，我们应该（ ）A.被动学习B.邯郸学步C.吸收借鉴D.完全照搬",
      "正确答案：C"
    ],
    [
      "17、鲜明的（ ），使得社会主义核心价值观具有强大的道义感召力。A.民主性B.政治性C.人民性D.思想性",
      "正确答案：C"
    ],
    [
      "18、中国共产党人的初心和使命，就是（ ）和为中华民族谋复兴。A.为中国人民谋幸福B.革命胜利C.为人民服务D.为党员谋幸福",
      "正确答案：A"
    ],
    [
      "19、社会主义核心价值观的人民性体现在它所代表的是（ ）的根本利益。A.最广大人民B.最广大党员C.部分党员D.部分人民",
      "正确答案：A"
    ],
    [
      "20、人类迄今为止最先进的社会制度是（ ）制度。A.社会主义B.资本主义C.封建主义D.原始社会",
      "正确答案：A"
    ],
    [
      "21、四川大学博士生刘燚，潜心学术，一心钻研岩石动力学与工程，近三年发表学术论文28篇，SCI收录23篇，获国家发明专利及软件著作权14项，任4个专业权威SCI期刊审稿人。刘燚取得这样的学术成就，与（ ）的品格密不可分。A.明辨B.修德C.勤学D.慎独",
      "正确答案：C"
    ],
    [
      "22、（ ）的价值取向决定了未来整个社会的价值取向。A.儿童B.青年C.壮年D.老年",
      "正确答案：B"
    ],
    [
      "23、（ ）是树立社会主义核心价值观的重要基础。A.毅力B.知识C.勇气D.刻苦",
      "正确答案：B"
    ],
    [
      "24、践行社会主义核心价值观需从小事做起，下列行为不属于践行社会主义核心价值观的是（ ）A.小丽将捡到的手机交还失主B.小雨举报国家工作人员的违法行为C.小华节假日去敬老院看望老人D.小强看到老人跌倒担心被讹不敢扶",
      "正确答案：D"
    ],
    [
      "1、社会主义核心价值观体现着社会主义核心价值体系的（ ）。A.高级表现形式B.主要目标C.根本性质D.基本特征",
      "正确答案：CD答案解析社会主义核心价值体系一个系统性、总体性的框架，社会主义核心价值观是其内核、根本性质、基本特征"
    ],
    [
      "2、社会主义核心价值体系包括（ ）几个方面。A.马克思主义指导思想B.中国特色社会主义共同理想C.以爱国主义为核心的民族精神和以改革创新为核心的时代精神D.社会主义荣辱观",
      "正确答案：ABCD"
    ],
    [
      "3、（ ），反映了人们对美好社会的期望和憧憬，是衡量现代社会是否充满活力又和谐有序的重要标志。A.自由B.平等C.公正D.法治",
      "正确答案：ABCD"
    ],
    [
      "4、简述社会主义核心价值观的主要内容。A.富强、民主、文明、和谐B.自由、平等、公正、法治C.爱国、敬业、诚信、友善D.爱国、敬业、诚实、守信",
      "正确答案：ABC"
    ],
    [
      "5、以下哪些是中华优秀传统文化的时代价值。A.“万般皆下品，唯有读书高”B.“不孝有三，无后为大”C.“和而不同”D.“君子坦荡荡”",
      "正确答案：CD"
    ],
    [
      "6、以下哪些是中华优秀传统文化强调的内容（ ）A.讲仁爱B.重民本C.守诚信D.崇正义",
      "正确答案：ABCD"
    ],
    [
      "7、社会主义核心价值观所要根植的中华优秀传统文化有（ ）A.尚和合B.夫为妻纲C.以人治国D.求大同",
      "正确答案：AD"
    ],
    [
      "8、以下对社会主义核心价值观认识正确的是（ ）A.社会主义核心价值观应该向全世界推广B.社会主义核心价值观是社会主义制度所坚持和追求的核心价值理念C.社会主义核心价值观渗透于经济、政治、文化、社会、生态建设的各个方面。D.社会主义核心价值观反映着我国社会主义基本制度的本质要求",
      "正确答案：BCD"
    ],
    [
      "9、社会主义核心价值观的道义力量指其（ ）A.先进性B.人民性C.可靠性D.真实性",
      "正确答案：ABD"
    ],
    [
      "10、坚定社会主义核心价值观自信，要求我们（ ）A.自觉以社会主义核心价值观来引领我们的接力前行B.运用马克思主义客观辩证地分析各种错误价值观的实质，增强抵御错误价值观侵蚀的能力C.虚心学习借鉴人类社会创造的一切文明成果D.充分认识社会主义核心价值观的优越性",
      "正确答案：ABCD"
    ],
    [
      "11、坚定核心价值观自信的理由。A.中华优秀传统文化是涵养社会主义核心价值观的重要源泉，是中华民族的精神命脉B.中国特色社会主义建设是社会主义核心价值观的实践根据C.社会主义核心价值观以其先进性、人民性和真实性而居于人类社会的价值制高点，具有强大的道义力量D.中国革命的胜利是历史基础",
      "正确答案：ABC"
    ],
    [
      "12、社会主义核心价值观的道义力量指A.先进性B.人民性C.真实性D.组织性",
      "正确答案：ABC"
    ],
    [
      "13、大学生为什么更加需要正确价值观的引领。（ ）A.世界范围内各种思想文化出现交流交融交锋的新形势B.整个社会思想价值观念多元多样、复杂多变。C.大学生正处在人生成长的关键时期D.青年的价值取向决定着未来整个社会的价值取向。",
      "正确答案：ABCD"
    ],
    [
      "14、下面哪些反映了求真学问的价值追求（ ）A.韦编三绝B.悬梁刺股C.凿壁借光D.仁者爱人",
      "正确答案：ABC"
    ],
    [
      "15、积极践行社会主义核心价值观，大学生要努力做到（ ）A.勤学B.修德C.明辨D.笃实",
      "正确答案：ABCD"
    ],
    [
      "16、大学生如何做社会主义核心价值观的积极践行者。A.勤学。知识是树立社会主义核心价值观的重要基础。B.修德。道德之于个人、之于社会，都具有基础性意义，做人做事第一位的是崇德修身。C.明辨。培育和践行社会主义核心价值观，要增强自己的价值判断力和道德责任感，辨别什么是真善美、什么是假恶丑，自觉做到常修善德、常怀善念、常做善举。D.笃实。道不可坐论，德不能空谈。于实处用力，从知行合一上下功夫，核心价值观才能内化为人们的精神追求，外化为人们的自觉行动。",
      "正确答案：ABCD"
    ],
    [
      "17、大学生应当成为社会主义核心价值观的（ ）。A.坚定信仰者B.活动组织者C.积极传播者D.模范践行者",
      "正确答案：ACD"
    ],
    [
      "18、习总书记在五四青年节对北大学子的讲话中向广大青年提出了哪些要求（ ）。A.勤学B.修德C.明辨D.笃实",
      "正确答案：ABCD"
    ],
    [
      "19、道不可坐论，德不能空谈。下列体现了笃实的是（ ）A.积土而为山，积水而为海B.空谈误国，实干兴邦C.绝知此事要躬行D.吾心即是宇宙",
      "正确答案：ABC"
    ],
    [
      "20、大学生正处于学习科学知识的黄金时期，要下得苦功夫，求得真学问，下列说法体现了勤学的有（ ）A.空谈误国，实干兴邦B.学如弓弩，才如箭镞C.国无德不兴D.书山有路勤为径，学海无涯苦作舟",
      "正确答案：BD"
    ],
    [
      "21、道德之于个人、之于社会，都具有基础性意义，下列说法体现了修德的是（ ）A.见贤思齐B.格物致知C.有过则改D.水能载舟亦能覆舟",
      "正确答案：AC"
    ],
    [
      "22、社会主义核心价值观和社会主义核心价值体系的关系是论述正确的有A.两者是紧密联系、互为依存、相辅相成的B.社会主义核心价值观是社会主义核心价值体系的精神内核C.社会主义核心价值观体现了社会主义核心价值体系的根本性质和基本特征，是社会主义核心价值体系的高度凝练和集中表达。D.社会主义核心价值观与社会主义核心价值体系具有内在的一致性，都体现了社会主义意识形态的本质要求。",
      "正确答案：ABCD"
    ],
    [
      "1、一个民族、一个国家的核心价值观必须同这个民族、这个国家的历史文化相契合。",
      "正确答案：对"
    ],
    [
      "2、青年的价值取向决定了未来整个社会的价值取向。",
      "正确答案：对"
    ],
    [
      "3、核心价值观，承载着一个民族、一个国家的精神追求，体现着一个社会评判是非曲直的价值标准。",
      "正确答案：对"
    ],
    [
      "4、社会主义核心价值观是社会主义核心价值体系的精神内核。",
      "正确答案：对"
    ],
    [
      "5、社会主义核心价值观是建设中国特色社会主义现代化强国、实现中华民族伟大复兴中国梦的价值引领。",
      "正确答案：对"
    ],
    [
      "6、社会主义核心价值观和社会主义核心价值体系，两者是紧密联系、互为依存、相辅相成的。",
      "正确答案：对"
    ],
    [
      "7、社会主义核心价值观是对我们要建设什么样的国家、建设什么样的社会、培育什么样的公民等重大问题的深刻解答。",
      "正确答案：对"
    ],
    [
      "8、富强、民主、文明、和谐的价值追求，回答了我们要建设什么样的国家的重大问题。",
      "正确答案：对"
    ],
    [
      "9、自由、平等、公正、法治这一价值追求，回答了我们要建设什么样的社会的重大问题。",
      "正确答案：对"
    ],
    [
      "10、爱国、敬业、诚信、友善涵盖了社会公德、职业道德、家庭美德、个人品德等各个方面，是每一个公民都应当遵守的道德规范。",
      "正确答案：对"
    ],
    [
      "11、我国是一个有着13亿多人口、56个民族的大国，确立反映全国各族人民共同认同的价值观‘最大公约数’，使全体人民同心同德、团结奋进，关乎国家前途命运，关乎人民幸福安康。",
      "正确答案：对"
    ],
    [
      "12、核心价值观是文化软实力的灵魂、文化软实力建设的重点。",
      "正确答案：对"
    ],
    [
      "13、社会主义核心价值观是当代中国精神的集中体现，是中国特色社会主义本质规定的价值表达。",
      "正确答案：对"
    ],
    [
      "14、社会主义核心价值观的提出，鲜明确立了当代中国的核心价值理念，生动展现了中国共产党和中华民族高度的价值自信与价值自觉。",
      "正确答案：对"
    ],
    [
      "15、中华优秀传统文化是涵养社会主义核心价值观的重要源泉，是中华民族的精神命脉。",
      "正确答案：对"
    ],
    [
      "16、中国特色社会主义道路自信、理论自信、制度自信和文化自信的价值内核是坚持价值观自信。",
      "正确答案：对"
    ],
    [
      "17、坚定的核心价值观自信，中国特色社会主义道路自信、理论自信、制度自信和文化自信的价值内核。",
      "正确答案：对"
    ],
    [
      "18、中国特色社会主义建设是社会主义核心价值观的实践根据。",
      "正确答案：对"
    ],
    [
      "19、不同民族、不同国家的价值观基本相同。",
      "正确答案：错"
    ],
    [
      "20、社会主义核心价值观是当代中国精神的集中体现。",
      "正确答案：对"
    ],
    [
      "21、坚定社会主义核心价值观自信需要我们虚心学习借鉴人类社会创造的一切文明成果。",
      "正确答案：对"
    ],
    [
      "22、坚定社会主义核心价值观自信就要坚决抵制西方文明。",
      "正确答案：错"
    ],
    [
      "23、社会主义核心价值观的先进性，体现在它是社会主义制度所坚持和追求的核心价值理念。",
      "正确答案：对"
    ],
    [
      "24、社会主义核心价值观之所以彰显出强大的生命力、吸引力和感召力，正因其深深地扎根于中国特色社会主义建设的生动实践之中。",
      "正确答案：对"
    ],
    [
      "25、社会主义核心价值观是凭空产生的。",
      "正确答案：错"
    ],
    [
      "26、社会主义核心价值观的现实基础，就是中国特色社会主义建设实践。",
      "正确答案：对"
    ],
    [
      "27、深深地根植于中华优秀传统文化，是社会主义核心价值观历史底蕴的集中体现。",
      "正确答案：对"
    ],
    [
      "28、修德，既要立意高远，又要立足平实。",
      "正确答案：对"
    ],
    [
      "29、俗话说：“成大事者不拘小节”，践行社会主义核心价值观要立志做大事不必拘泥小事。",
      "正确答案：错"
    ],
    [
      "30、培育和弘扬社会主义核心价值观要切实做到勤学、修德、明辨、笃实。",
      "正确答案：对"
    ],
    [
      "31、大学生要切实做到勤学、修德、明辨、笃实，使社会主义核心价值观成为一言一行的基本遵循。",
      "正确答案：对"
    ],
    [
      "32、—个人只有明大德、守公德、严私德，其才方能用得其所。",
      "正确答案：对"
    ],
    [
      "33、培道不可坐论，德不能空谈。于实处用力，从知行合一上下功夫，核心价值观才能内化为人们的精神追求，外化为人们的自觉行动。",
      "正确答案：对"
    ],
    [
      "34、大学生一定要正视价值观选择和道德责任感，强化判断，善于明辨是非，善于决断选择，旗帜鲜明地弘扬真善美、贬斥假恶丑，树立正确导向，澄清模糊认识，匡正失范行为，形成激浊扬清、抑恶扬善的思想道德舆论，自觉做良好道德风尚的建设者、社会文明进步的推动者。",
      "正确答案：对"
    ],
    [
      "35、培育和践行社会主义核心价值观，要增强自己的价值判断力和道德责任感，辨别什么是真善美、什么是假恶丑，自觉做到常修善德、常怀善念、常做善举。",
      "正确答案：对"
    ],
    [
      "36、大学生正处于学习科学知识的黄金时期，要下得苦功夫，求得真学问，把学习作为一种精神追求、一种生活方式，以韦编三绝、悬梁刺股的毅力，以凿壁借光、囊萤映雪的劲头，努力扩大知识半径，既读有字之书，也读无字之书，疵砺道德品质，掌握真才实学，练就过硬本领。",
      "正确答案：对"
    ],
    [
      "37、大学生要注重把所学知识内化于心，形成自己的见解，专攻博览，努力掌握为祖国、为人民服务的真才实学，让勤于学习、敏于求知成为青春远航的动力。",
      "正确答案：对"
    ],
    [
      "38、培育和践行社会主义核心价值观，是有效整合我国社会意识、凝聚社会价值共识、解决和化解社会矛盾、聚合磅礴之力的重大举措，是保证我国经济社会沿着正确的方向发展、实现中华民族伟大复兴的价值支撑，意义重大而深远。",
      "正确答案：对"
    ],
    [
      "39、培育和践行社会主义核心价值观，能够在具体利益矛盾、各种思想差异之上最广泛地形成价值共识，有效引领整合纷繁复杂的社会思想意识，有效避免利益格局调整可能带来的思想对立和混乱，形成团结奋斗的强大精神力量。",
      "正确答案：对"
    ],
    [
      "40、大学生在高校生活，少则三到四年，多则九到十年，正处在人生成长的关键时期，知识体系搭建尚未完成，价值观塑造尚未成型，情感心理尚未成熟，需要加以正确引导。",
      "正确答案：对"
    ],
    [
      "41、正确的价值观能够引导大学生把人生价值追求融入国家和民族事业，始终站在人民大众立场，同人民一道拼搏、同祖国一道前进，服务人民、奉献社会，努力成为中国特色社会主义事业的合格建设者和可靠接班人。",
      "正确答案：对"
    ],
    [
      "42、大学生要坚持由易到难、由近及远，从现在做起，从自己做起，努力把核心价值观的要求变成日常的行为准则，形成自觉奉行的信念理念，并身体力行大力将其推广到全社会去，为实现国家富强、民族振兴、人民幸福的中国梦凝聚强大的青春能量。",
      "正确答案：对"
    ],
    [
      "43、道德之于个人、之于社会，都具有基础性意义，做人做事第一位的是崇德修身。",
      "正确答案：对"
    ],
    [
      "44、大学生要努力掌握马克思主义理论，形成正确的世界观和科学的方法论，深化对社会主义核心价值观的认知认同。",
      "正确答案：对"
    ],
    [
      "45、培育和践行社会主义核心价值观，用最简洁的语言介绍和说明中国，有利于增进国际社会对中国的理解，扩大中华文化影响力，展示社会主义中国的良好形象",
      "正确答案：对"
    ],
    [
      "1、道德属于上层建筑的范畴，是一种特殊的（ ）。A.文化形态B.社会政治形态C.社会意识形态D.社会心理形态",
      "正确答案：C"
    ],
    [
      "2、道德是主要依靠社会舆论、传统习俗、（ ）来发挥作用的行为规范的总和。A.内心信念B.国家强制C.社会制度D.社会实践",
      "正确答案：A"
    ],
    [
      "3、人类道德发展的历史过程与社会生产方式的发展进程是（ ）的。A.不一致B.大体一致C.相反的D.不相关",
      "正确答案：B"
    ],
    [
      "4、道德属于（ ）。A.经济范畴B.上层建筑的范畴C.法律范畴D.艺术范畴",
      "正确答案：B"
    ],
    [
      "5、道德作为人类社会特有的（ ），是人类社会发展到一定阶段的必然产物。A.经济现象B.制度现象C.社会现象D.文化现象",
      "正确答案：C"
    ],
    [
      "6、道德起源的首要前提是（ ）。A.社会关系B.社会经济C.人类自我意识D.劳动",
      "正确答案：D"
    ],
    [
      "7、道德的主要功能不包括（ ）。A.调节功能B.认识功能C.强制功能D.规范功能",
      "正确答案：C"
    ],
    [
      "8、道德通过评价等形式，指导和纠正人们的行为和实践活动，协调社会关系和人际关系，这指的是道德的（ ）功能。A.调节功能B.沟通功能C.认识功能D.教育功能",
      "正确答案：A"
    ],
    [
      "9、道德的本质是（ ）。A.全体人民的意愿B.公民的意志C.社会经济关系的反映D.在法律上的反映",
      "正确答案：C"
    ],
    [
      "10、道德反映社会关系特别是反映社会经济关系的功效与能力，是道德的（ ）功能。A.调节功能B.认识功能C.激励功能D.导向功能",
      "正确答案：B"
    ],
    [
      "11、道德能够帮助人们正确认识社会道德生活的规律和原则，认识自己对家庭、他人、社会的道德义务和责任，使人们的道德实践建立在明辨善恶的认识基础上，从而正确选择自己的道德行为，积极塑造自身的善良道德品质。这说明道德具有（ ）。A.认识功能B.评价功能C.调节功能D.激励功能",
      "正确答案：A"
    ],
    [
      "12、衡量社会文明程度的重要尺度是（ ）。A.道德的发展和进步B.科技的发展和进步C.对弱势群体的关爱程度D.对环境和地球的保护程度",
      "正确答案：A"
    ],
    [
      "13、道德在正确善恶观的指引下，规范社会成员在职业领域、社会公共领域、家庭领域的行为，并规范个人品德的形成。这是道德的（ ）。A.评价功能B.调节功能C.认识功能D.规范功能",
      "正确答案：D"
    ],
    [
      "14、恩格斯指出，道德“或者为统治阶级的统治和利益辩护，或者当被压迫阶级变得足够强大时，代表被压迫者对这个统治的反抗和他们的未来利益”，这说明（ ）。A.在阶级社会中，道德是阶级斗争的重要工具B.道德是影响社会生产力发展的一种重要的精神力量C.道德可以提高人的精神境界D.道德对其他意识形态的存在和发展具有重大影响",
      "正确答案：A答案解析先要理解道德的社会作用"
    ],
    [
      "15、在阶级社会中，占社会统治地位的道德是（ ）。A.先进阶级的道德B.被统治阶级的道德C.全民共同的道德D.统治阶级的道德",
      "正确答案：D"
    ],
    [
      "16、道德发挥作用的性质与社会发展的不同历史阶段相联系，由道德所反映的（ ）、代表的阶级利益所决定。A.社会文明B.经济基础C.政治制度D.上层建筑的性质",
      "正确答案：B"
    ],
    [
      "17、（ ）是道德调节的主要形式。A.传统习惯B.社会舆论C.道德评价D.内心信念",
      "正确答案：C"
    ],
    [
      "18、道德的规范功能是以正确的（ ）为指引A.善恶观B.义利观C.得失观D.审美观",
      "正确答案：A答案解析道德是以善恶为评价方式"
    ],
    [
      "19、道德不仅调节个人与个人的关系，还调节（ ）。A.人与自然的关系B.个人与社会的关系C.整体与局部的关系D.自然与社会的关系",
      "正确答案：B"
    ],
    [
      "20、能够提高人的精神境界、促进人的自我完善、推动人的全面发展的内在动力是（ ）。A.道德B.思想C.知识D.物质",
      "正确答案：A"
    ],
    [
      "21、道德为经济基础的形成、巩固和发展服务，是一种重要的（ ）力量。A.物质B.精神C.政治D.社会",
      "正确答案：B"
    ],
    [
      "22、道德通过社会的道德风尚和个人的道德风范来调节调整（ ）。A.政治关系B.利益关系C.自然关系D.对立关系",
      "正确答案：B答案解析意识到自己与他人或集体的不同利益关系以及产生了调节利益矛盾的迫切要求时，道德才得以产生。"
    ],
    [
      "23、道德产生的主观条件是（ ）。A.社会关系B.人与自然关系C.人类自我意识D.社会政治关系",
      "正确答案：C"
    ],
    [
      "24、道德赖以产生的客观条件是（ ）。A.人类自我意识B.社会关系C.社会政治关系D.人与自然关系",
      "正确答案：B"
    ],
    [
      "25、（ ）是人类道德合乎规律发展的必然产物，是人类道德发展史上的一种崭新类型的道德。A.社会主义和共产主义道德B.资本主义道德C.中华传统道德D.封建主义道德",
      "正确答案：A"
    ],
    [
      "26、当人们意识到自己作为社会成员与其他动物的根本区别，意识到自己与他人或集体的不同利益关系以及产生了调节利益矛盾的迫切要求时，（ ）才得以产生。A.风俗B.文化C.道德D.习惯",
      "正确答案：C"
    ],
    [
      "27、人类道德的发展，是一个（ ）的历史过程。A.直线上升B.不断堕落C.曲折上升D.徘徊停滞不前",
      "正确答案：C"
    ],
    [
      "28、道德发展的规律是（ ）。A.人类道德发展的历史过程与社会的科技发展进程一致B.人类道德发展的历史过程与社会生产方式的发展进程大体一致C.人类道德发展的历史过程与社会的文化发展进程大体一致D.人类道德发展的历史过程与社会的意识形态发展进程完全一致",
      "正确答案：B答案解析A和B容易混淆，应该是大体一致"
    ],
    [
      "29、（ ）是指道德反映社会关系特别是反映社会经济关系的功效与能力。A.道德的激励功能B.道德的认识功能C.道德的调节功能D.道德的规范功能",
      "正确答案：B"
    ],
    [
      "30、（ ）是指道德通过评价等方式，指导和纠正人们的行为和实践活动，协调社会关系和人际关系的功效与能力。A.道德的认识功能B.道德的调节功能C.道德的社会功能D.道德的激励功能",
      "正确答案：B"
    ],
    [
      "31、（ ）是指在正确善恶观的指引下，规范社会成员在职业领域、社会公共领域、家庭领域的行为，并规范个人品德的养成。A.道德的调节功能B.道德的惩处功能C.道德的认识功能D.道德的规范功能",
      "正确答案：D"
    ],
    [
      "32、马克思主义科学地揭示了道德的本质，认为道德是（ ）。A.“天”的意志、“神”的启示B.人先天具有某种良知和善良意志C.决定社会生产力发展水平的根本力量D.一种由社会经济基础决定的特殊的社会意识形态",
      "正确答案：D"
    ],
    [
      "33、（ ）是中华传统文化中不可分割的组成部分，是我国社会主义道德建设的源头活水。A.中华传统美德B.中华传统文学C.中华传统风俗D.中华传统艺术",
      "正确答案：A答案解析对中华传统美德的概念的理解"
    ],
    [
      "34、两千多年前的《诗经》提出“夙夜在公”，西汉初年的贾谊提出“国而忘家，公而忘私”，宋代的范仲淹提出“先天下之忧而忧，后天下之乐而乐”等。这些都体现了中华传统美德中的（ ）。A.乐群贵和，强调人际和谐B.勤劳勇敢，追求自由解放C.重视整体利益、国家利益和民族利益D.求真务实，尊重诚实守信",
      "正确答案：C"
    ],
    [
      "35、孔子强调“己所不欲，勿施于人”，“己欲立而立人，己欲达而达人”。这体现了中华传统美德中的（ ）原则。A.廉洁B.勤俭C.无为D.仁爱",
      "正确答案：D"
    ],
    [
      "36、孔子说：“不学礼，无以立。”《左传》中也说：“礼，人之干也。无礼，无以立。”这强调了中华传统美德中的（ ）。A.倡导言行一致，强调恪守诚信B.追求精神境界，重视道德需要C.讲求谦敬礼让，强调克骄防矜D.强调道德修养，塑造理想人格",
      "正确答案：C"
    ],
    [
      "37、古人主张“和为贵”，提出了“亲仁善邻，国之宝也”的思想，追求的是（ ）。A.曲意逢迎B.和平共处C.先义后利D.唯我独尊",
      "正确答案：B"
    ],
    [
      "38、两千多年前的《诗经》已经提出“夙夜在公”的道德要求。以下与“夙夜在公”反映的注重整体利益、国家利益和民族利益，强调对社会、民族、国家的责任意识和奉献精神的道德传统不一致的是（ ）。A.“拔一毛而利天下，不为也”B.“以公灭私，民其允怀”C.“国而忘家，公而忘私”D.“义以为上”、“先义后利”",
      "正确答案：A"
    ],
    [
      "39、中华传统美德一向尊重人的尊严和价值，崇尚“仁爱”原则，主张“仁者爱人”，强调要“推己及人”，关心他人。以下与“推己及人”、“仁者爱人”含义不一致的是（ ）。A.“己欲立而立人，己欲达而达人”B.“大道废,有仁义”C.“老吾老以及人之老，幼吾幼以及人之幼”D.“兼相爱，交相利”",
      "正确答案：B"
    ],
    [
      "40、古人说：“人无志，非人也。”“志不立，天下无可成之事。”“天行健，君子以自强不息。”这些话体现了中华传统美德中的（ ）。A.勤劳勇敢，追求自由解放的美德B.求真务实，敬重诚实守信的美德C.乐群贵和，强调人际和谐的美德D.励志自强，追求精神境界的美德",
      "正确答案：D"
    ],
    [
      "41、“天下兴亡，匹夫有责”、“维护统一，反对分裂”等理念体现了中华传统美德中的（ ）。A.勤俭节约B.团结友爱C.勤劳勇敢D.爱国主义",
      "正确答案：D"
    ],
    [
      "42、中华文化的精髓是（ ）。A.中华传统美德B.道教C.八股文D.儒术独尊",
      "正确答案：A"
    ],
    [
      "43、“君子一言，驷马难追”体现了（ ）原则。A.讲求实效B.尊重平等C.宽容互助D.诚实守信",
      "正确答案：D"
    ],
    [
      "44、“先天下之忧而忧，后天下之乐而乐 ” 反映的是中华传统美德中的（ ）。A.重视整体利益、国家利益和民族利益，强调责任意识和奉献精神B.推崇“仁爱”原则，注重以和为贵C.强调道德修养，注重道德践履D.提倡人伦价值，重视道德义务",
      "正确答案：A"
    ],
    [
      "45、“己所不欲，勿施于人”反映的是中华传统美德中的（ ）。A.推崇“仁爱”原则，注意以和为贵B.强调道德修养，注重道德践履C.重视整体利益，强调奉献精神D.提倡人伦价值，重视道德义务",
      "正确答案：A"
    ],
    [
      "46、“老吾老以及人之老，幼吾幼以及人之幼”，反映的是中华传统美德中的（ ）。A.提倡人伦价值，重视道德义务B.强调道德修养，注重道德践履C.追求精神境界，把道德理想的实现看成是一种高层次的需要D.推崇“仁爱”原则，注重以和为贵",
      "正确答案：D"
    ],
    [
      "47、中国人在对外关系中，始终秉承强不执弱、众不劫寡、富不侮贫、贵不敖贱的精神，反映的是中华传统美德中的（ ）。A.注重整体利益、国家利益和民族利益，强调责任意识和奉献精神B.推崇“仁爱”原则，注意以和为贵C.提倡人伦价值，重视道德义务D.强调道德修养，注重道德践履",
      "正确答案：B"
    ],
    [
      "48、（ ）是指一种诚实不欺、遵守诺言的品格。A.仁爱B.勤劳C.诚信D.廉洁",
      "正确答案：C"
    ],
    [
      "49、《礼记》强调“博学之，审问之，慎思之，明辨之，笃行之”， 反映的是中华传统美德中的（ ）。A.强调道德修养，注重道德践履B.倡导言行一致，强调恪守诚信C.重视整体利益、国家利益和民族利益，强调责任意识和奉献精神D.提倡人伦价值，重视道德义务",
      "正确答案：A"
    ],
    [
      "50、墨家非常重视“修身”，强调“察色修身”和“以身戴行”反映的是中华传统美德中的（ ）。A.讲求谦敬礼让，强调克骄防矜B.重视整体利益、国家利益和民族利益，强调责任意识和奉献精神C.强调道德修养，塑造理想人格D.倡导言行一致，强调恪守诚信",
      "正确答案：C"
    ],
    [
      "51、在人际相处上，中国人历来主张与人为善、推己及人，建立（ ）的人际关系。A.和谐友爱B.以自己为中心C.玩弄心计D.以力服人",
      "正确答案：A"
    ],
    [
      "52、在对待其他民族或国家的道德文明成果的问题上，要坚持马克思主义的立场、观点和方法，坚持（ ）的原则。A.全盘西化B.继承不批判C.以我为主，为我所用D.全盘否定",
      "正确答案：C"
    ],
    [
      "53、任何道德都是（ ）的产物。A.具体历史时代B.人C.阶级D.社会",
      "正确答案：A"
    ],
    [
      "54、弘扬中华传统美德，必须通过科学的分析和鉴别，把其中带有（ ）局限性的成分剔除出去，把其中具有当代价值的道德精神发掘出来。A.文化B.精神C.物质D.阶级和时代",
      "正确答案：D答案解析道德是阶级和时代发展的产物，每个时期都有每个时期不同的道德"
    ],
    [
      "55、西方许多思想家极大地丰富了人类社会共同的文明成果。我们应当以开放的胸怀和视野，（ ）人类文明的有益道德成果。A.全盘西化B.吸收借鉴C.机械照搬D.盲目排外",
      "正确答案：B"
    ],
    [
      "56、中华传统美德为社会主义道德建设提供丰厚的（ ）。A.道德资源B.物质资源C.经济资源D.人力资源",
      "正确答案：A"
    ],
    [
      "57、中华传统美德赋予社会主义道德和共产主义道德以鲜明的（ ）特色。A.时代B.精神C.民族D.历史",
      "正确答案：C"
    ],
    [
      "58、孔子提出“人而无信，不知其可也”，认为“民无信不立”。在中国古人看来，诚是指一种真实无妄、表里如一的品格，也是道德的根本。下列选项中与遵守诺言品格一致的是（ ）。A.“老吾老以及人之老，幼吾幼以及人之幼”B.“凡人之所以为人者，礼义也”C.“亲亲而仁民，仁民而爱物”D.“与朋友交，言而有信”",
      "正确答案：D"
    ],
    [
      "59、中国革命道德萌芽于（ ）。A.土地革命时期B.抗日战争时期C.解放战争时期D.五四运动前后",
      "正确答案：D"
    ],
    [
      "60、中国共产党在中国革命实践中的一个伟大创造，就是把（ ）作为贯穿中国革命道德始终的一根红线。A.全心全意为人民服务B.独立自主C.实事求是D.理论联系实际",
      "正确答案：A"
    ],
    [
      "61、1944年，毛泽东在纪念革命战士张思德时，明确以（ ）作为对张思德及一切革命者的崇高品质的概括。A.实事求是B.为人民服务C.理论联系实际D.不屈不挠的革命精神",
      "正确答案：B"
    ],
    [
      "62、共产党人和革命者从事革命活动中，个人利益与革命利益发生矛盾时，要求（ ）。A.革命利益服从个人利益B.为个人利益放弃革命利益C.始终把革命利益放在首位D.个人利益高于革命利益",
      "正确答案：C"
    ],
    [
      "63、继承和发扬中国革命道德既是弘扬中华传统美德的应有之义，也是加强（ ）建设的客观需要。A.社会主义道德B.社会主义文化C.社会主义经济D.和谐社会",
      "正确答案：A"
    ],
    [
      "64、1939年毛泽东就提出，（ ）是区别革命道德和一切剥削阶级道德的根本分界线。A.是否“为人民服务”B.是否符合所属社会的主流价值观C.是否创造价值D.是否符合现实",
      "正确答案：A"
    ],
    [
      "65、中国革命道德的主要内容中，体现社会生活层面上重要意义的是（ ）。A.修身自律，保持节操B.全心全意为人民服务C.始终把革命利益放在首位D.树立社会新风，建立新型人际关系",
      "正确答案：D"
    ],
    [
      "66、严于律己，谦虚谨慎的品德体现的是中国革命道德中的（ ）。A.修身自律，保持节操B.始终把革命利益放在首位C.全心全意为人民服务D.树立社会新风，建立新型人际关系",
      "正确答案：A"
    ],
    [
      "67、社会主义道德的核心是（ ）。A.爱国主义B.集体主义C.为人民服务D.社会主义核心价值观",
      "正确答案：C"
    ],
    [
      "68、（ ）作为社会主义道德的核心，是社会主义道德区别和优越于其他社会形态道德的显著标志。A.集体主义B.社会主义核心价值观C.爱国主义D.为人民服务",
      "正确答案：D"
    ],
    [
      "69、社会主义道德的原则是（ ）。A.为人民服务B.集体主义C.社会主义核心价值观D.爱国主义",
      "正确答案：B"
    ],
    [
      "70、道德建设的核心体现着社会道德建设的根本性质和发展方向，道德建设的原则体现着社会道德建设的根本要求。下列关于我国社会主义道德建设的核心和原则的说法中，正确的是（ ）。A.以公平正义为核心，以团结互助为原则B.以诚实守信为核心，以知荣明耻为原则C.以为人民服务为核心，以集体主义为原则D.以爱国主义为核心，以改革创新为原则",
      "正确答案：C"
    ],
    [
      "71、在我国，集体主义是调节（ ）的基本原则。A.国家利益、社会整体利益和个人利益的关系B.物质利益和精神利益的关系C.长远利益和当前利益的关系D.国家利益和集体利益的关系",
      "正确答案：A"
    ],
    [
      "72、社会主义集体主义强调（ ）和个人利益的辩证统一。A.国家利益、社会整体利益B.单位利益C.统治阶级利益D.领导利益",
      "正确答案：A"
    ],
    [
      "73、社会主义集体主义强调，在个人利益与国家利益、社会整体利益发生矛盾冲突的时候，要（ ）。A.坚持国家利益、社会整体利益服从个人利益B.坚持国家利益、社会整体利益高于个人利益C.为国家利益、社会整体利益任意牺牲个人利益D.为个人利益暂时放弃国家利益、社会整体利益",
      "正确答案：B"
    ],
    [
      "74、在社会主义市场经济条件下，（ ）仍然而且应当成为社会主义道德的基本原则。A.集体主义B.个人主义C.仁爱D.诚信",
      "正确答案：A"
    ],
    [
      "75、社会主义集体主义原则强调国家利益、社会整体利益高于个人利益的同时，也强调（ ）。A.维护小团体的利益B.先私后公C.先己后人D.重视和保障个人的正当利益",
      "正确答案：D"
    ],
    [
      "76、集体主义重视和保障个人的正当利益，对于集体主义来说，只有（ ）的价值、尊严得到实现，个人的正当利益得到保证，集体才能有更强大的生命力和凝聚力。A.集体B.个人C.国家D.社会",
      "正确答案：B"
    ],
    [
      "77、道德建设核心的问题，实质上是（ ）的问题。A.依靠谁B.怎么建设C.为什么人服务D.因为什么建设",
      "正确答案：C"
    ],
    [
      "78、下列选项中，属于良好道德品质基本范畴的是（ ）。A.明哲保身B.言而无信C.慎独自律D.奢侈浪费",
      "正确答案：C"
    ],
    [
      "79、社会主义集体主义强调国家利益、社会整体利益和（ ）的辩证统一。A.个人利益B.团体利益C.民族利益D.单位利益",
      "正确答案：A"
    ],
    [
      "80、（ ）与社会公德密切相关，需要道德规范来约束和协调。A.公共生活B.情感困境C.私人生活D.恋爱关系",
      "正确答案：A"
    ],
    [
      "81、文明礼貌、助人为乐、爱护公物、保护环境、遵纪守法是（ ）。A.职业道德的基本要求B.社会公德的基本要求C.人际交往的基本原则D.合作共赢的道德原则",
      "正确答案：B"
    ],
    [
      "82、作为社会大家庭中的一员，每个人都应该爱护公共财物，比如教室的桌椅、机房的电脑、资料室的图书等，这是（ ）的要求。A.职业道德B.家庭美德C.爱护环境D.社会公德",
      "正确答案：D"
    ],
    [
      "83、在社会生活中，大学生应该守礼仪，真诚待人、礼让宽容，这是社会公德中（ ）的要求。A.遵纪守法B.文明礼貌C.诚实守信D.爱护公物",
      "正确答案：B"
    ],
    [
      "84、“赠人玫瑰，手有余香”属于社会公德主要内容中的（ ）的要求。A.遵纪守法B.助人为乐C.爱护公物D.保护环境",
      "正确答案：B"
    ],
    [
      "85、有序的公共生活是（ ）的重要标志。A.社会文明B.犯罪率上升C.违法乱纪严重D.经济衰退",
      "正确答案：A"
    ],
    [
      "86、社会公德是指人们在社会交往和公共生活中应该遵守的（ ）。A.法律准则B.职业要求C.家庭美德D.行为准则",
      "正确答案：D"
    ],
    [
      "87、在社会公德要求中，（ ）是调整和规范人际关系的行为准则。A.爱护公物B.文明礼貌C.保护环境D.遵纪守法",
      "正确答案：B"
    ],
    [
      "88、（ ）是功在当代、利在千秋的事业。A.形象工程B.生态环境保护C.放任污染企业D.一味追求经济效益",
      "正确答案：B"
    ],
    [
      "89、（ ）是对全人类的生存发展利益的维护,也是对子孙后代应尽的责任。A.保护环境B.尊老爱幼C.恪尽职守D.无私奉献",
      "正确答案：A"
    ],
    [
      "90、大学生要树立（ ），不要轻易相信网友，避免受骗上当，避免给自己的人身和财产安全带来危害。A.政治意识B.享乐意识C.自我保护意识D.大局意识",
      "正确答案：C"
    ],
    [
      "91、网络的（ ）以及行为主体的隐匿性，不利于发挥社会舆论的监督作用，使道德规范所具有的外在约束力明显降低。A.灵活性B.互动性C.虚拟性D.便捷性",
      "正确答案：C"
    ],
    [
      "92、某机械厂的一位领导说：“机械工业工艺复杂，技术密集，工程师在图纸上画得再好、再精确，工人操作中如果差那么一毫米，最终出来的就可能是废品。”这段话主要强调（ ）的重要性。A.专业技能B.政治素养C.理想信念D.诚实守信",
      "正确答案：A"
    ],
    [
      "93、个体的道德自律是维护网络道德规范的（ ）。A.根本目标B.基本保障C.重要意义D.基本方向",
      "正确答案：B"
    ],
    [
      "94、大学生应当在网络生活中培养（ ），做到自律而“不逾矩”，促进网络生活的健康与和谐。A.自律精神B.奉献精神C.榜样精神D.团队精神",
      "正确答案：A"
    ],
    [
      "95、每个社会成员都应该爱护公共财物，如对公园里的花木草地、街道两旁的电话、邮筒、影剧院里的座位、音响、马路上的井盖、路标等加以保护，不损坏、不滥用、不浪费、不私占。这是属于（ ）的基本要求。A.职业道德B.社会公德C.家庭道德D.环境公德",
      "正确答案：B"
    ],
    [
      "96、社会公德的内容中属于人与自然的关系层面的要求的是（ ）。A.保护环境B.助人为乐C.遵纪守法D.爱护公物",
      "正确答案：A"
    ],
    [
      "97、包括大学生在内的每一个社会成员，都应遵守以文明礼貌、助人为乐、爱护公物、保护环境、遵纪守法为主要内容的（ ）。A.个人道德B.社会公德C.职业道德D.家庭道德",
      "正确答案：B"
    ],
    [
      "98、提倡大家参加“地球一小时”、驾驶电动车、不乱丢电池等活动，是社会公德要求中（ ）的应有之举。A.爱护公物B.保护环境C.遵纪守法D.文明礼貌",
      "正确答案：B"
    ],
    [
      "99、职业生活中的（ ），不仅对各行各业的从业者具有引导和约束作用，而且也是促进社会持续健康、有序发展的必要条件。A.职业经历B.人生经历C.道德规范D.风俗习惯",
      "正确答案：C"
    ],
    [
      "100、职业道德，是指从事一定职业的人在职业生活中应当遵循的具有职业特征的道德要求和（ ）。A.发展目标B.法律法规C.行为准则D.文学素养",
      "正确答案：C"
    ],
    [
      "101、（ ）就是要干一行爱一行，爱一行钻一行，精益求精，尽职尽责。A.爱岗敬业B.诚实守信C.遵纪守法D.实事求是",
      "正确答案：A"
    ],
    [
      "102、爱岗敬业体现的是从业者热爱自己的工作岗位、对工作极端负责、敬重自己所从事的职业的（ ）。A.生存智慧B.生活方式C.行为习惯D.道德操守",
      "正确答案：D"
    ],
    [
      "103、职业生活是否顺利、是否成功，既取决于个人的专业知识和技能，更取决于个人的（ ）素质。A.职业道德B.环境公德C.家庭道德D.个人品德",
      "正确答案：A"
    ],
    [
      "104、大学生要提高自己的职业道德素质，应当将其内化为自身的素质，提高到（ ）的层面。A.被迫适应B.强制遵守C.生存需要D.自觉意识",
      "正确答案：D"
    ],
    [
      "105、长期以来，我国各行各业涌现了一大批职业道德模范，铸就了“爱岗敬业、争创一流、艰苦奋斗、勇于创新、淡泊名利、甘于奉献”的（ ）。A.自律精神B.民族精神C.劳模精神D.团队精神",
      "正确答案：C"
    ],
    [
      "106、许多青年志愿者在服务他人、奉献社会中收获了成长和进步，也为将来顺利走向工作岗位积累了（ ）。A.实践经验B.炫耀资本C.玩乐经验D.物质财富",
      "正确答案：A"
    ],
    [
      "107、（ ）是社会公德最基本的要求，是维护公共生活秩序的重要条件。A.遵纪守法B.诚实守信C.团结友善D.勤俭节约",
      "正确答案：A"
    ],
    [
      "108、为人民服务是社会主义道德的核心，各行各业的从业人员都要以（ ）为目标。A.爱岗敬业B.诚实守信C.服务群众D.奉献社会",
      "正确答案：C"
    ],
    [
      "109、一个人在工作中诚实劳动、合法经营、信守承诺、讲求信誉，都体现了（ ）的职业道德要求。A.诚实守信B.奉献社会C.克己复礼D.艰苦奋斗",
      "正确答案：A"
    ],
    [
      "110、大学生在校期间，认真学习并考取有价值的证书，体现了他们的（ ）。A.择业准备B.跟随潮流C.目标远大D.服务社会",
      "正确答案：A"
    ],
    [
      "111、下列关于大学生对待恋爱的态度中，观点正确的是（ ）。A.爱情至上B.不在乎天长地久，只在乎曾经拥有C.异性之间只有爱情、没有友谊D.恋人之间要有共同的理想、要有真挚的感情",
      "正确答案：D"
    ],
    [
      "112、“只要拥有你，失去一切也不可惜”持这种观点的人（ ）。A.误把友谊当爱情B.错置了爱情的地位C.只重过程不顾后果D.功利化地对待恋爱",
      "正确答案：B"
    ],
    [
      "113、“不在乎天长地久，只在乎曾经拥有”持这种观点的人（ ）。A.误把友谊当爱情B.错置了爱情的地位C.只重过程不顾后果D.功利化地对待恋爱",
      "正确答案：C"
    ],
    [
      "114、恋爱双方在相互关系上是（ ）的，都有给予爱、接受爱和拒绝爱的自由。A.自私B.平等C.自主D.差别",
      "正确答案：B"
    ],
    [
      "115、（ ）是指由法律所确认的男女两性的结合以及由此而产生的夫妻关系。A.婚姻B.恋爱C.情侣D.家庭",
      "正确答案：A"
    ],
    [
      "116、家庭关系中的男女平等主要是（ ）平等，以及权利和义务的平等。A.人格地位B.消费支出C.家务分配D.工资收入",
      "正确答案：A"
    ],
    [
      "117、（ ）是社会的基本细胞，是人生的第一所学校。A.社会B.爱情C.家庭D.医院",
      "正确答案：C"
    ],
    [
      "118、（ ）是指一个家庭或家族的传统风尚或作风。A.家教B.家风C.家规D.家训",
      "正确答案：B"
    ],
    [
      "119、大学生一旦结婚成家，就要及时调整和转换角色，承担起相应的责任和义务。这不仅是婚姻家庭道德规范的要求，也是（ ）的规定。A.《婚姻法》B.《治安管理处罚法》C.《刑法》D.《知识产权法》",
      "正确答案：A"
    ],
    [
      "120、现实中出现的拜金主义、溺爱子女、家庭暴力、漠视老人等问题，从反面证实了（ ）的重要性。A.经济发展B.乡约民俗C.家风家教D.网络发展",
      "正确答案：C"
    ],
    [
      "121、（ ）的方法，即通过虚心学习，积极思索，辨别善恶，学善戒恶，以涵养良好的德性。A.积善成德B.省察克治C.慎独自律D.学思并重",
      "正确答案：D"
    ],
    [
      "122、（ ）的方法，即通过反省检验以发现和找出自己思想与行为中的不良倾向、不良念头，并及时抑制和克服。A.学思并重B.慎独自律C.省察克治D.积善成德",
      "正确答案：C"
    ],
    [
      "123、2019年6月，习总书记对垃圾分类工作作出重要指示：要让广大人民群众认识到实行垃圾分类的重要性和必要性，让更多人行动起来，培养垃圾分类的好习惯，全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。自觉进行垃圾分类、共同保护环境卫生，是公共生活中的道德规范，属于（ ）的一种。A.家庭美德B.社会公德C.职业道德D.网络道德",
      "正确答案：B"
    ],
    [
      "124、（ ）的方法，即在无人知晓、没有外在监督的情况下，坚守自己的道德信念，自觉按道德要求行事，不因为无人监督而恣意妄为。A.慎独自律B.积善成德C.省察克治D.学思并重",
      "正确答案：A"
    ],
    [
      "125、（ ）的方法，即通过积累善行或美德，使之巩固强化，以逐渐凝结成优良的品德。A.积善成德B.学思并重C.省察克治D.慎独自律",
      "正确答案：A"
    ],
    [
      "126、孔子说“学而不思则罔，思而不学则殆”，体现了（ ）的要求。A.学思并重B.省察克治C.慎独自律D.知行合一",
      "正确答案：A"
    ],
    [
      "127、孔子明确主张“听其言而观其行”，他认为学习的目的在于“行道”、“君子学以致其道”、“行义以达其道”。这体现了（ ）的要求。A.学思并重B.省察克治C.慎独自律D.知行合一",
      "正确答案：D"
    ],
    [
      "128、武警新疆总队医院名誉院长庄仕华从医40年，帮助病患无数，给困难病人资助手术费、医药费，给没有家属陪伴的患者买衣送饭，对贫困孩子上学出钱出力，做的好事不计其数，展现了新时代革命军人的精神境界、家国情怀和责任担当，被评为“当代雷锋”。“（ ）”是中国共产党践行的根本宗旨，也是社会主义道德的核心。A.为人民服务B.集体主义C.社会主义核心价值观D.爱国主义",
      "正确答案：A"
    ],
    [
      "129、（ ）是社会主义道德的核心，各行各业的从业人员都要以服务群众为目标。A.办事公道B.为人民服务C.社会公德D.集体主义",
      "正确答案：B"
    ],
    [
      "130、（ ）就是公共生活中的道德规范。A.社会公德B.家庭美德C.职业道德D.网络道德",
      "正确答案：A"
    ],
    [
      "131、关于向道德模范学习，以下认识错误的是（ ）。A.学习道德模范助人为乐、关爱他人的高尚情怀B.学习他们见义勇为、勇于担当的无畏精神C.道德模范固然可敬，但他们太过高大，我们很难去学D.学习他们敬业奉献、勤勉做事的职业操守",
      "正确答案：C"
    ],
    [
      "132、志愿服务精神的精髓是指（ ）。A.奉献B.友爱C.互助D.进步",
      "正确答案：A"
    ],
    [
      "1、道德属于上层建筑的范畴，是一种特殊的社会意识形式。它是主要依靠（ ）来发挥作用的。A.社会舆论B.传统习俗C.国家强制力D.内心信念",
      "正确答案：ABD"
    ],
    [
      "2、道德作为一种社会现象，其产生的条件有（ ）。A.人与自然关系的形成B.社会政治关系的形成C.社会关系的形成D.人类自我意识的形成",
      "正确答案：CD"
    ],
    [
      "3、道德的主要功能包括（ ）。A.认识功能B.规范功能C.调节功能D.惩处功能",
      "正确答案：ABC"
    ],
    [
      "4、道德的规范功能是指在正确善恶观的指引下，规范社会成员在（ ）领域的行为。A.职业领域B.社会公共领域C.家庭领域D.经济领域",
      "正确答案：ABC"
    ],
    [
      "5、作为一个大学生，应该（ ）。A.认真学习道德理论B.树立正确的道德观C.自觉传承中华传统美德和中国革命道德D.积极吸收借鉴人类优秀道德成果",
      "正确答案：ABCD"
    ],
    [
      "6、道德是通过（ ）来发挥作用的行为规范的总和。A.社会舆论B.传统习俗C.内心信念D.国家强制力",
      "正确答案：ABC"
    ],
    [
      "7、人类道德的发展是一个曲折上升的历史过程。道德发展的规律是（ ）。A.人类道德发展的历史过程与社会生产方式的发展进程大体一致B.在一定时期可能有某种停滞或倒退现象C.道德发展的总趋势是向上的、前进的D.人类道德发展的历史过程与社会生产方式的发展进程是不一致的",
      "正确答案：ABC"
    ],
    [
      "8、下列选项中，对于道德的理解正确的有（ ）。A.道德属于上层建筑的范畴B.道德是一种特殊的社会意识形态C.道德是阶级社会特有的社会意识形态，在原始社会就没有道德D.道德是以善恶为评价方式，主要依靠社会舆论、传统习俗和内心信念来发挥作用的行为规范的总和",
      "正确答案：ABD"
    ],
    [
      "9、道德发挥作用的性质与社会发展的不同历史阶段相联系，是由（ ）决定的。A.道德所反映的经济基础B.道德所反映的政治制度C.道德所代表的阶级利益D.道德所反映的社会结构",
      "正确答案：AC"
    ],
    [
      "10、人类道德进步的主要表现是（ ）。A.道德调控的范围不断扩大B.道德调控的手段或方式不断丰富，更加科学合理C.道德在社会生活中所起的作用越来越重要，对于促进社会和谐与人的全面发展的作用越来越突出D.道德的发展和进步成为衡量社会文明程度的重要尺度",
      "正确答案：ABCD"
    ],
    [
      "11、张富清是湖北恩施来凤县一名离休干部。解放战争期间，他浴血疆场、舍生忘死，两次荣获“战斗英雄”荣誉称号，荣立特等功1次、一等功3次、二等功1次。张富清说，作为共产党员、革命军人，越是艰险越要向前。他以自身言行，弘扬着（ ）的中国革命道德。A.为实现社会主义和共产主义理想而奋斗B.始终把革命利益放在首位C.全心全意为人民服务D.修身自律，保持节操",
      "正确答案：ABCD"
    ],
    [
      "12、对中国传统道德，我们要在去粗取精、去伪存真的基础上努力实现中华传统美德的（ ）。A.创造性转化B.全盘继承C.创新性发展D.全盘否定",
      "正确答案：AC"
    ],
    [
      "13、中国革命道德是指中国共产党人、人民军队、一切先进分子和人民群众在（ ）中所形成的优良道德。A.中国新民主主义革命B.社会主义革命C.社会主义建设D.社会主义改革",
      "正确答案：ABCD"
    ],
    [
      "14、属于中华传统美德基本精神的是（ ）。A.提倡人伦价值B.强调责任奉献C.向往理想人格D.推崇“仁爱”原则",
      "正确答案：ABCD"
    ],
    [
      "15、下列句子反映中华传统美德的是（ ）。A.“重利轻义，见利忘义”B.“老吾老以及人之老，幼吾幼以及人之幼”C.“国而忘家，公而忘私”D.“己所不欲，勿施于人”",
      "正确答案：BCD"
    ],
    [
      "16、下列选项中，关于中国革命道德的形成与发展过程表述正确的是（ ）。A.中国革命道德萌芽于五四运动前后B.发端于中国共产党成立以后蓬勃发展的伟大工人运动和农民运动C.经过土地革命战争、抗日战争、解放战争的长期发展D.经过社会主义革命、建设、改革的长期发展",
      "正确答案：ABCD"
    ],
    [
      "17、中国传统道德是中国历史上不同时代人们在（ ）的体现。A.行为方式B.风俗习惯C.价值观念D.文化心理",
      "正确答案：ABCD"
    ],
    [
      "18、下列说法中，反映中华民族推崇“仁爱”原则，注重以和为贵的是（ ）。A.“己所不欲，勿施于人”B.“老吾老以及人之老，幼吾幼以及人之幼”C.“上古竟于道德，中世逐于智谋，当今争于气力”D.“亲亲而仁民，仁民而爱物”",
      "正确答案：ABD"
    ],
    [
      "19、下列说法中，反映中华民族重视整体利益，强调责任奉献的是（ ）。A.“夙夜在公”B.“以公灭私，民其允怀”C.“国而忘家，公而忘私”D.“先天下之忧而忧，后天下之乐而乐 ”",
      "正确答案：ABCD"
    ],
    [
      "20、下列说法中，反映中华民族强调道德修养，注重道德践履的是（ ）。A.“仁远乎哉？我欲仁，斯仁至矣”B.“有能一日用其力于仁矣乎？我未见力不足者”C.“道虽迩，不行不至；事虽小，不为不成”D.“察色修身”、“以身戴行”",
      "正确答案：ABCD"
    ],
    [
      "21、实现中华传统美德的创造性转化和创新性发展的途径为（ ）。A.加强对中华传统美德的挖掘和阐发B.加强对中华传统美德的完全恢复C.用中华传统美德滋养社会主义道德建设D.以开放的胸怀和视野吸收借鉴人类文明的有益道德成果",
      "正确答案：ACD"
    ],
    [
      "22、加强对中华传统美德的挖掘和阐发的方法包括（ ）。A.对传统道德应当不加分析地全盘否定B.把传统美德中带有阶级和时代局限性的成分剔除出去C.把传统美德中具有当代价值的道德精神发掘出来D.拔高传统道德特别是儒家传统道德",
      "正确答案：BC"
    ],
    [
      "23、用中华传统美德滋养社会主义道德建设的标准是（ ）。A.是否有利于推动中国特色社会主义事业B.是否有利于建设社会主义道德体系C.是否有利于培育和践行社会主义核心价值观的标准D.是否有利于传统道德保存",
      "正确答案：ABC答案解析D是从目标说的，不是方法"
    ],
    [
      "24、以开放的胸怀和视野吸收借鉴人类文明的有益道德成果的原则是（ ）。A.以我为主B.排斥西方文化C.为我所用D.全盘西化",
      "正确答案：AC"
    ],
    [
      "25、用中华传统美德滋养社会主义道德建设所坚持的原则是（ ）。A.全盘复古B.全盘西化C.古为今用D.推陈出新",
      "正确答案：CD"
    ],
    [
      "26、关于中华传统美德传统表述准确的是（ ）。A.一个矛盾体B.具有鲜明的两重性C.有积极、革新、进步的一面D.有消极、保守、落后的一面",
      "正确答案：ABCD"
    ],
    [
      "27、弘扬中国革命道德，要同弘扬中华传统美德相结合。原因在于（ ）。A.中华传统美德是中国革命道德的渊源之一B.没有中华传统美德的长期发展和丰厚积淀，就不可能有中国革命道德的形成和发展C.中国革命道德继承了中国传统道德的精华，摒弃了传统道德的糟粕D.是中国优良传统道德的延续和发展，是超越了中华传统美德的时代局限而形成的一种崭新的道德",
      "正确答案：ABCD"
    ],
    [
      "28、下列选项中，体现为实现社会主义和共产主义理想而奋斗的是（ ）。A.金钱至上、诚信缺失B.“砍头不要紧，只要主义真。杀了夏明翰，还有后来人”C.损害群众利益，腐蚀人们灵魂D.“敌人只能砍下我们的头颅，决不能动摇我们的信仰”",
      "正确答案：BD"
    ],
    [
      "29、中国共产党人修身自律，保持节操的具体表现是（ ）。A.严于律己，谦虚谨慎B.淡泊名利，清正廉洁C.襟怀坦白，光明磊落D.始终保持高风亮节，展现出高尚的人格力量",
      "正确答案：ABCD"
    ],
    [
      "30、解决道德领域出现的突出问题，要充分发挥革命道德的精神力量，培育良好的社会道德风尚，（ ）。A.净化社会人际关系B.抵制各种腐朽思想C.树立浩然正气D.凝聚崇德向善的正能量",
      "正确答案：ABCD"
    ],
    [
      "31、借鉴和吸收人类文明优秀道德成果，必须秉承正确的态度和科学的方法。要坚持马克思主义立场、观点、方法，在道德问题上把握好（ ）的关系。A.共性和个性B.抽象和具体C.一般和个别D.先进和落后",
      "正确答案：ABC"
    ],
    [
      "32、人无德不立，品德是为人之本。新时代中国青年要锤炼品德修为，就要（ ）。A.通过虚心学习，辨别善恶，涵养良好德性B.善于思考，把学习和思考有机统一起来C.通过反省发现和找出自己的不足并克服D.照搬古代思想家修养陶冶的方法",
      "正确答案：ABC"
    ],
    [
      "33、下列场合，属于公共生活领域的有（ ）。A.学校网络贴吧B.班级微信群C.家里D.网吧",
      "正确答案：ABD"
    ],
    [
      "34、公共生活具有（ ）的特征。A.活动范围的广泛性B.活动内容的开放性C.交往对象的复杂性D.活动方式的多样性",
      "正确答案：ABCD"
    ],
    [
      "35、大学生应当正确使用网络，提高对信息的（ ），使网络成为开阔视野、提高能力的重要工具。A.获取能力B.辨识能力C.应用能力D.抄袭能力",
      "正确答案：ABC"
    ],
    [
      "36、社会公德，是指人们在社会交往和公共生活中应该遵守的行为准则，是维护公共利益、公共秩序、社会和谐稳定的起码的道德要求，涵盖了（ ）之间的关系。A.人与人B.人与社会C.人与自然D.人与家庭",
      "正确答案：ABC"
    ],
    [
      "37、公共秩序是由一定规范维系的人们公共生活的一种有序化状态，如（ ）等等。A.工作秩序B.教学秩序C.交通秩序D.网络秩序",
      "正确答案：ABCD"
    ],
    [
      "38、下列哪些属于公共生活领域（ ）。A.医院B.私宅C.学校D.公园",
      "正确答案：ACD"
    ],
    [
      "39、建设健康和谐的网络文化需要（ ）。A.提倡正确导向，反对不良网风B.传播有益于提高民族素质、推动社会发展的健康内容C.提倡格调高雅，反对低级媚俗D.提倡客观真实，反对虚假新闻",
      "正确答案：ABCD"
    ],
    [
      "40、随着现代社会分工的发展和专业化程度的提高，市场竞争日趋激烈，整个社会对从业人员（ ）的要求越来越高。A.职业观念B.职业态度C.职业纪律D.职业作风",
      "正确答案：ABCD"
    ],
    [
      "41、对大学生来说，应该从（ ）几个方面努力，逐步树立正确的择业观和创业观。A.树立崇高的职业理想B.服从社会发展的需要C.做好充分的择业准备D.培养创业的勇气和能力",
      "正确答案：ABCD"
    ],
    [
      "42、恋爱中的道德规范有（ ）。A.尊重人格平等B.自觉承担责任C.文明相亲相爱D.逃避责任",
      "正确答案：ABC"
    ],
    [
      "43、树立正确的恋爱观，大学生还要处理好（ ）。A.恋爱与学习的关系B.恋爱与关心集体的关系C.恋爱与关爱父母家人的关系D.恋爱与关心国家社会的关系",
      "正确答案：ABCD"
    ],
    [
      "44、个人加强道德修养的方法有（ ）。A.学思并重B.省察克治C.慎独自律D.积善成德",
      "正确答案：ABCD"
    ],
    [
      "45、每个人都应该自觉（ ），促进家庭生活的和谐与幸福。A.遵守家庭美德B.注重家庭C.注重家教D.注重家风",
      "正确答案：ABCD"
    ],
    [
      "46、家庭是指在（ ）基础上产生的亲属之间所构成的社会生活单位。A.婚姻关系B.血缘关系C.收养关系D.同事关系",
      "正确答案：ABC"
    ],
    [
      "47、大学生需要明白“从善如登”的深刻道理，学会（ ），在砥砺中前行，在拼搏中进取。A.远离干扰B.避免懈怠C.战胜诱惑D.漠视善恶",
      "正确答案：ABC"
    ],
    [
      "48、新时代的大学生，要有（ ）的情怀和担当，不懈追求共产主义的崇高道德信念和高尚道德境界。A.为赚取更多财富B.为国家民族奋斗C.为谋求个人利益D.为人类事业献身",
      "正确答案：BD"
    ],
    [
      "49、下列属于社会公德的主要内容的有（ ）。A.文明礼貌B.助人为乐C.爱护公物D.保护环境",
      "正确答案：ABCD"
    ],
    [
      "50、下列属于职业道德的主要内容的有（ ）。A.爱岗敬业B.诚实守信C.办事公道D.服务群众",
      "正确答案：ABCD"
    ],
    [
      "51、下列属于家庭美德的主要内容的有（ ）。A.尊老爱幼B.男女平等C.夫妻和睦D.勤俭持家",
      "正确答案：ABCD"
    ],
    [
      "52、志愿服务的精神是（ ）。A.奉献B.友爱C.互助D.进步",
      "正确答案：ABCD"
    ],
    [
      "53、大学生志愿参与社会公益事业有助于（ ）。A.传递社会关爱B.弘扬社会正气C.形成向上向善、诚信互助的良好社会风尚D.获得名声的回报",
      "正确答案：ABC"
    ],
    [
      "54、良好的社会风尚包括（ ）。A.知荣辱B.讲正气C.作奉献D.促和谐",
      "正确答案：ABCD"
    ],
    [
      "55、大学生投身崇德向善的道德实践，就要（ ）。A.向道德模范学习B.培养志愿服务精神C.大力弘扬时代新风D.强化社会责任意识、规则意识、奉献意识",
      "正确答案：ABCD"
    ],
    [
      "56、对于大学生来说，促和谐就是要促进（ ）。A.自我身心的和谐B.个人与他人的和谐C.个人与社会的和谐D.人与自然的和谐",
      "正确答案：ABCD"
    ],
    [
      "57、奉献精神传递社会温暖，能够（ ）。A.拉近人与人之间的距离B.建立和谐的人际关系C.促进社会健康有序地发展D.建立稳定的社会秩序",
      "正确答案：ABCD"
    ],
    [
      "58、大学生积极投身志愿服务活动，具体来说就是要（ ）。A.不顾一切去做志愿活动B.到最需要的地方去C.帮助弱势群体D.做力所能及的事",
      "正确答案：BCD"
    ],
    [
      "59、志愿服务所体现出来的奉献精神，有助于（ ）。A.传递社会关爱B.弘扬社会正气C.形成向上向善、诚信互助的良好社会风尚D.增加志愿者的经济收入",
      "正确答案：ABC"
    ],
    [
      "1、道德是一种调整人与人、人与社会、人与自然以及人与自身之间关系的特殊的行为规范。",
      "正确答案：对"
    ],
    [
      "2、道德是人类社会特有的一种社会现象",
      "正确答案：对"
    ],
    [
      "3、大学时期是个体道德意识形成、发展的一个重要阶段，在这个时期形成的道德观念对同学们一生影响很大。",
      "正确答案：对"
    ],
    [
      "4、道德是以善恶为评价方式，主要依靠社会舆论、传统习俗和内心信念来发挥作用的行为规范的总和。",
      "正确答案：对"
    ],
    [
      "5、大学时期是人生道德意识形成、发展的一个重要阶段。",
      "正确答案：对"
    ],
    [
      "6、道德属于上层建筑的范畴，是一种特殊的社会意识形态。",
      "正确答案：对"
    ],
    [
      "7、道德是主要依靠社会舆论、传统习俗和社会制度来发挥作用的行为规范的总和。",
      "正确答案：错"
    ],
    [
      "8、人类道德发展的历史过程与社会生产方式的发展进程是完全一致的。",
      "正确答案：错"
    ],
    [
      "9、道德属于上层建筑的范畴。",
      "正确答案：对"
    ],
    [
      "10、劳动创造了人和人类社会，是道德起源的第一个历史前提。",
      "正确答案：对"
    ],
    [
      "11、道德具有强制功能、规范功能、调节功能和认识功能。",
      "正确答案：错"
    ],
    [
      "12、道德通过评价等形式，指导和纠正人们的行为和实际活动，协调社会关系和人际关系，这是道德的调节功能。",
      "正确答案：对"
    ],
    [
      "13、道德的发展在一定时期可能有某种停滞或倒退现象，但它的总趋势是向上的、前进的，是沿着曲折的道路向前发展。",
      "正确答案：对"
    ],
    [
      "14、道德是社会经济关系的反映，社会经济关系相同必然导致道德规范完全相同。",
      "正确答案：错"
    ],
    [
      "15、道德源于人的社会生活需要，又服务于人的社会生活需要。",
      "正确答案：对"
    ],
    [
      "16、一般说来，新旧经济关系更替之后，新的道德必将取代旧道德而居于主导地位。",
      "正确答案：对"
    ],
    [
      "17、马克思主义道德理论在人类思想史上第一次科学而全面地论述了道德的起源问题。",
      "正确答案：对"
    ],
    [
      "18、“道德万能论”片面夸大道德的作用，颠倒了社会存在和社会意识、经济基础同上层建筑之间的决定与被决定的关系。",
      "正确答案：对"
    ],
    [
      "19、道德通过调整人们之间的关系维护社会秩序和稳定。",
      "正确答案：对"
    ],
    [
      "20、道德是一种旨在通过把握世界的善恶现象而规范人们的行为并通过人们的实践活动体现出来的社会意识。",
      "正确答案：对"
    ],
    [
      "21、道德是提高人的精神境界、促进人的自我完善、推动人的全面发展的内在动力。",
      "正确答案：对"
    ],
    [
      "22、在阶级社会中，道德是调节阶级矛盾和对立阶级之间开展阶级斗争的重要工具。",
      "正确答案：对"
    ],
    [
      "23、道德的功能集中表现为，它是处理个人与他人、个人与社会之间关系的行为规范及实现自律完善的一种重要精神力量。",
      "正确答案：对"
    ],
    [
      "24、只有反映先进生产力发展要求和进步阶级利益的道德，才会对社会的发展和人的素质的提高产生积极的推动作用。",
      "正确答案：对"
    ],
    [
      "25、在阶级社会中，占社会统治地位的道德是统治阶级的道德，而同时存在着的其他阶级的道德则总是处于从属地位。",
      "正确答案：对"
    ],
    [
      "26、道德的力量是广泛的、深刻的，它深刻地影响着人们的意志、行为和品格，也深刻地影响着社会的存在和发展。",
      "正确答案：对"
    ],
    [
      "27、道德是人类的社会生活发展到一定阶段的必然产物。",
      "正确答案：对"
    ],
    [
      "28、我国社会主义道德不是凭空产生的，而是继承中华传统美德并结合时代发展的要求而形成的。",
      "正确答案：对"
    ],
    [
      "29、社会主义道德要立足于面向大众，发挥其人伦日用的化育功能。",
      "正确答案：对"
    ],
    [
      "30、中国革命道德是指中国共产党人、人民军队、一切先进分子和人民群众在中国新民主主义革命和社会主义革命、建设和改革中所形成的优良道德。",
      "正确答案：对"
    ],
    [
      "31、中国共产党把加强个人道德修养看成是能够影响革命成败的大事。",
      "正确答案：对答案解析共产党员要以中国革命事业为重，严于律己"
    ],
    [
      "32、发扬光大中国革命道德，有利于培育和践行社会主义核心价值观。",
      "正确答案：对"
    ],
    [
      "33、中华传统美德是中华文化的精髓。",
      "正确答案：对"
    ],
    [
      "34、在中华传统道德的发展演化中,始终强调整体利益、国家利益和民族利益的重要性。",
      "正确答案：对"
    ],
    [
      "35、“公义胜私欲”是中华传统美德的根本要求。",
      "正确答案：对"
    ],
    [
      "36、清代林则徐提出“苟利国家生死以，岂因祸福避趋之”，体现了强烈的为国家、为民族献身的精神。",
      "正确答案：对"
    ],
    [
      "37、中国古代的思想家大都认为，在塑造理想人格的过程中，最重要的就是要奋发向上、切磋践履、修身养性。",
      "正确答案：对"
    ],
    [
      "38、在长期的历史发展中，中华传统美德已经深入到全民族的思维方式、价值观念、行为方式和风俗习惯之中。",
      "正确答案：对"
    ],
    [
      "39、中国传统道德是一个矛盾体，具有鲜明的两重性。",
      "正确答案：对"
    ],
    [
      "40、人类文化和文明发展进步的过程表明，一种文化能够通过与其他文化交流碰撞和冲突融合而保持其生命力，是实现自我更新和自我发展的重要条件。",
      "正确答案：对"
    ],
    [
      "41、对中国传统道德，我们要去粗取精、去伪存真。",
      "正确答案：对"
    ],
    [
      "42、道德建设的最终目标就是要恢复中国“固有文化”，形成以中国传统文化为主体的道德体系。",
      "正确答案：错"
    ],
    [
      "43、有序的公共生活是社会生产活动的重要基础。",
      "正确答案：对"
    ],
    [
      "44、助人为乐是社会主义道德建设的核心和原则在公共生活领域的体现。",
      "正确答案：对"
    ],
    [
      "45、网络生活中的道德要求，是人们在网络生活中为了维护正常的网络公共秩序而需要共同遵守的基本道德准则。",
      "正确答案：对"
    ],
    [
      "46、在社会主义制度下，从业者之间以及从业者与服务对象之间都是平等的。",
      "正确答案：对"
    ],
    [
      "47、大学生应积极关注经济社会发展的趋势，了解国家鼓励大学生自主创业的有关政策，为今后自主创业打下良好的基础。",
      "正确答案：对"
    ],
    [
      "48、恋爱的双方在人格上都是独立的，如果把对方当作自己的附庸或依附对方而失去自我，都是对爱情实质的曲解。",
      "正确答案：对"
    ],
    [
      "49、自愿地为对方承担责任，是爱情本质的体现。",
      "正确答案：对"
    ],
    [
      "50、个人品德在社会道德建设中具有基础性作用。",
      "正确答案：对"
    ],
    [
      "51、个人品德是个体对某种道德要求认同和践履的结果。",
      "正确答案：对"
    ],
    [
      "52、择业固然要考虑个人的兴趣和意愿，同时也要充分考虑现实的可能性和社会的需要。",
      "正确答案：对"
    ],
    [
      "53、大学生要在与祖国同呼吸、与民族同步伐、与人民心连心的高尚情怀中，陶冶道德情操。",
      "正确答案：对"
    ],
    [
      "54、为人民服务是社会主义经济基础和人际关系的客观要求。",
      "正确答案：对"
    ],
    [
      "55、为人民服务是社会主义市场经济健康发展的要求。",
      "正确答案：对"
    ],
    [
      "56、为人民服务是先进性要求和广泛性要求的统一。",
      "正确答案：对"
    ],
    [
      "57、公共生活是相对于私人生活而言的，在公共生活中，一个人的行为必定与他人发生直接或间接的联系，具有非开放性和非透明性。",
      "正确答案：错"
    ],
    [
      "58、公共秩序是由一定规范维系的人们公共生活的一种有序化状态。",
      "正确答案：对"
    ],
    [
      "59、社会公德是指人们在社会交往和公共生活中应该遵守的行为准则，是维护公共利益、公共秩序、社会和谐稳定的起码的道德要求。",
      "正确答案：对"
    ],
    [
      "60、社会公德是指从事一定职业的人在职业生活中应当遵循的具有职业特征的道德要求和行为准则。",
      "正确答案：错"
    ],
    [
      "61、有序的公共生活是提高社会成员生活质量的基本保障。",
      "正确答案：对"
    ],
    [
      "62、大学生在道德修养中激发正向的道德认同与道德情感，就是要增强社会责任感、国家认同感、民族归属感、时代使命感。",
      "正确答案：对"
    ],
    [
      "63、对社会共同劳动成果的珍惜和爱护，既显示出个人的道德修养水平，也是每个公民应该承担的社会责任和义务。",
      "正确答案：对"
    ],
    [
      "64、职业活动仅仅是人们谋生的方式和手段。",
      "正确答案：错"
    ],
    [
      "65、社会主义集体主义强调重视和保障个人的正当利益。",
      "正确答案：对"
    ],
    [
      "66、大学生应当遵守网络生活中的道德要求，成为营造清朗网络空间的正能量。",
      "正确答案：对"
    ],
    [
      "67、大学生应当合理安排上网时间，约束上网行为，避免沉迷网络。",
      "正确答案：对"
    ],
    [
      "68、加强道德自律应该成为网民不可推卸的义务，个体的道德自律是维护网络道德规范的基本保障。",
      "正确答案：对"
    ],
    [
      "69、作为新时代的大学生，应当带头引导网络舆论，对模糊认识要及时廓清，对怨气怨言要及时化解，对错误看法要及时引导和纠正。",
      "正确答案：对"
    ],
    [
      "70、职业生活中的道德规范，不仅对各行各业的从业者具有引导和约束作用，而且也是促进社会持续健康、有序发展的必要条件。",
      "正确答案：对"
    ],
    [
      "71、家庭美德以尊老爱幼、男女平等、夫妻和睦、勤俭持家、邻里团结为主要内容，在维系和谐美满的婚姻家庭关系中具有重要而独特的功能。",
      "正确答案：对"
    ],
    [
      "72、在现实生活中，社会公德、职业道德和家庭美德的状况，最终都是以每个社会成员的道德品质为基础的。",
      "正确答案：对"
    ],
    [
      "73、社会公德、职业道德和家庭美德建设，最终都要落实到个人品德的养成上。",
      "正确答案：对"
    ],
    [
      "74、社会道德状况是由相互影响的每个社会成员的个人品德体现出来的。",
      "正确答案：对"
    ],
    [
      "75、个人品德决定着一个人在实际生活和社会实践中的行为选择，以及对各种关系的协调和处理，直接显示出个人境界和素质的高低。",
      "正确答案：对"
    ],
    [
      "76、个人品德为自我整体素质的修养、锻炼和完善规划目标指明方向，为个人成长提供指引和调控。",
      "正确答案：对"
    ],
    [
      "77、个人品德的提升，可以通过自身的影响和带动，为社会道德更大程度的发展进步开辟道路、提供动力。",
      "正确答案：对"
    ],
    [
      "78、道德修养是指个体自觉地将一定社会的道德规范、准则及要求内化为内在的道德品质，以促进人格的自我陶冶、自我培育和自我完善的实践过程。",
      "正确答案：对"
    ],
    [
      "79、加强道德修养，提升个人品德，应借鉴历史上思想家们所提出的各种积极有效的方法，并结合当今社会发展的需要身体力行。",
      "正确答案：对"
    ],
    [
      "80、创业是通过发挥自己的主动性和创造性，开辟新的工作岗位、拓展职业活动范围、创造新业绩的实践过程。",
      "正确答案：对"
    ],
    [
      "81、大学生要树立正确的创业观，就要有积极创业的思想准备，积极关注经济社会发展的趋势，了解国家鼓励大学生自主创业的有关政策，为今后自主创业打下良好的基础。",
      "正确答案：对"
    ],
    [
      "82、职业生活是人们参与社会分工，用专业的技能和知识创造物质财富或精神财富，获取合理报酬，丰富社会物质生活或精神生活的生活方式。",
      "正确答案：对"
    ],
    [
      "83、大学生应当全面了解公共生活领域中的各项法律法规，熟知校纪校规，牢固树立法治观念，以遵纪守法为荣，以违法乱纪为耻，自觉遵守有关的纪律和法律。",
      "正确答案：对"
    ],
    [
      "84、大学生应该正确对待失恋，做到失恋不失志，失恋不失德，不影响学业和生活，不丧失对爱的憧憬和追求。",
      "正确答案：对"
    ],
    [
      "85、坚持男女平等，特别要尊重和保护妇女的合法权益，反对歧视和迫害妇女的行为。",
      "正确答案：对"
    ],
    [
      "86、良好的家风，对家庭成员的个人修养产生着重要的作用，也对整个社会道德风尚的形成产生着重要的影响。",
      "正确答案：对"
    ],
    [
      "87、自律即是一种自我认识、自我约束、自觉控制的个人修养方法。",
      "正确答案：对"
    ],
    [
      "88、大学生在道德修养中激发正向的情感认同，总体而言就是要亲近真善美，抵制假恶丑，体验道德的愉悦，追求高尚的快乐。",
      "正确答案：对"
    ],
    [
      "89、婚姻是家庭产生的重要前提，家庭又是缔结婚姻的必然结果。",
      "正确答案：对"
    ],
    [
      "90、子女要孝敬、赡养父母及长辈，父母要抚育、爱护子女，这不仅是每个公民必须遵守的道德准则，也是应尽的社会责任和法律义务。",
      "正确答案：对"
    ],
    [
      "91、无论是社会的和谐有序，还是个人的人格健全，都有赖于个人品德的不断提升。",
      "正确答案：对"
    ],
    [
      "92、社会成员的思想观念和道德素质普遍得到提高，是全面建成小康社会、实现中华民族伟大复兴中国梦的前提和保障。",
      "正确答案：对"
    ],
    [
      "93、道德意志和道德信念是人们在践履道德原则、规范的过程中表现出的自觉克服一切困难和障碍的毅力。",
      "正确答案：对"
    ],
    [
      "94、个人品德对道德和法律作用的发挥具有重要的推动作用。",
      "正确答案：对"
    ],
    [
      "95、个人品德是通过社会道德教育和个人自觉的道德修养所形成的稳定的心理状态和行为习惯。",
      "正确答案：对"
    ],
    [
      "96、网络的虚拟性以及行为主体的隐匿性，不利于发挥社会舆论的监督作用，使道德规范所具有的外在约束力明显降低。",
      "正确答案：对"
    ],
    [
      "97、道德修养并不是脱离实际的闭门思索，而是人们联系社会实践在道德上的自我反省和自我升华，这体现了道德修养知行合一的方法。",
      "正确答案：对"
    ],
    [
      "98、“勿以恶小而为之，勿以善小而不为”，体现了道德修养积善成德的方法。",
      "正确答案：对"
    ],
    [
      "99、集体主义是对个人的压制、是对个性的束缚。",
      "正确答案：错"
    ],
    [
      "100、集体主义强调集体利益至上，因此集体利益高于一切。无论任何情况，个人利益都要为集体利益让步。",
      "正确答案：错"
    ],
    [
      "101、道德模范主要是指思想和行为能够激励人们不断向善且为人们所崇敬、模仿的先进人物。",
      "正确答案：对"
    ],
    [
      "102、新时代的大学生作为实现民族伟大复兴重任的中坚力量，其道德状态和精神风貌在很大程度上影响着整个社会的道德状态和精神风貌。",
      "正确答案：对"
    ],
    [
      "103、大学生须有一腔浩然正气，才能无所畏惧地前进，才能不屈不挠地为国家、为社会建功立业。",
      "正确答案：对"
    ],
    [
      "104、道德模范都是从自我做起，从身边事做起，从小事做起，以此实现了由现实自我向理想自我的飞跃。",
      "正确答案：对"
    ],
    [
      "105、“纸上得来终觉浅，绝知此事要躬行。”这说明，高尚道德品格的形成重在实践。",
      "正确答案：对"
    ],
    [
      "1、法律是（ ）意志的体现。A.工人阶级B.无产阶级C.资产阶级D.统治阶级",
      "正确答案：D"
    ],
    [
      "2、法律作为一种特殊的社会规范，是在人类进入（ ）以后出现并不断发展的。A.封建社会B.阶级社会C.资本主义社会D.社会主义社会",
      "正确答案：B"
    ],
    [
      "3、下列关于法律的说法不正确的是（ ）。A.是由国家制定或认可并依靠国家约束力保证实施的B.反映由特定社会物质生活条件所决定的统治阶级意志C.规定了权利和义务D.以确认、保护和发展有利于统治阶级的社会关系和社会秩序为目的",
      "正确答案：A答案解析法律是依靠国家强制力保证实施的，而不是约束力"
    ],
    [
      "4、（ ）是决定法律的本质、内容和发展方向的根本因素。A.地理环境B.人口C.物质资料的生产方式D.文化",
      "正确答案：C答案解析法律是由特定社会的物质生活条件决定的，物质生活条件是指与人类生存相关的物质资料的生产方式、地理环境和人口等。其中，生产方式是根本因素。有什么样的生产方式，就有什么性质和内容的法律"
    ],
    [
      "5、法律是由（ ）制定或认可的。A.国家B.政党C.人民群众D.统治阶级",
      "正确答案：A"
    ],
    [
      "6、法律与道德相比，最大不同之处在于（ ）。A.具有社会指导性B.具有评价性C.具有社会教育性D.具有国家强制性",
      "正确答案：D"
    ],
    [
      "7、按照历史唯物主义原理，法律的基本内容和性质总是与其所在社会的（ ）相适应的。A.生产力B.生产关系C.经济基础D.上层建筑",
      "正确答案：B答案解析法律属于政治上层建筑，是由经济基础决定，所有生产关系的总和就是经济基础，因此答案为生产关系"
    ],
    [
      "8、封建社会是以农业为基础的（ ）占主导地位的社会。A.资本主义经济B.市场经济C.计划经济D.自然经济",
      "正确答案：D"
    ],
    [
      "9、以下法律，以公有制为基础的是（ ）。A.奴隶社会法律B.封建社会法律C.资本主义社会法律D.社会主义法律",
      "正确答案：D"
    ],
    [
      "10、根据我国宪法、立法法等法律的规定，（ ）及其常务委员会行使国家立法权。A.全国人民代表大会B.国务院C.最高人民法院D.最高人民检察院",
      "正确答案：A"
    ],
    [
      "11、（ ）是法律运行的起始性和关键性环节。A.法律制定B.法律执行C.法律适用D.法律遵守",
      "正确答案：A"
    ],
    [
      "12、法律制定就是有（ ）的国家机关依照法定职权和程序制定规范性法律文件的活动。A.立法权B.司法权C.执法权D.行政权",
      "正确答案：A"
    ],
    [
      "13、根据本行政区域的具体情况和实际需要，在不与宪法、法律和行政法规相抵触的前提下，（ ）可以制定地方性法规。A.省级人民代表大会及其常委会B.省级人民政府C.省级人民检察院D.省级人民法院",
      "正确答案：A"
    ],
    [
      "14、法律适用是指国家（ ）机关及其公职人员依照法定职权和程序适用法律处理案件的专门活动。A.立法B.司法C.执法D.行政",
      "正确答案：B答案解析注意适用与执行的区别"
    ],
    [
      "15、下列不属于实体法律部门的是（ ）。A.宪法相关法B.行政法C.诉讼法D.经济法",
      "正确答案：C"
    ],
    [
      "16、（ ）是国家的根本大法，具有最高的法律地位、法律权威、法律效力。A.宪法B.经济法C.民法D.刑法",
      "正确答案：A"
    ],
    [
      "17、下列不是宪法具有的特点的是( ）。A.根本性B.局部性C.稳定性D.长期性",
      "正确答案：B"
    ],
    [
      "18、中华人民共和国是（ ）领导的、以工农联盟为基础的人民民主专政的社会主义国家。A.工人阶级B.知识分子C.资产阶级D.农民阶级",
      "正确答案：A"
    ],
    [
      "19、我国的根本政治制度是（ ）。A.基层群众自治制度B.人民代表大会制度C.中国共产党领导的多党合作和政治协商制度D.民族区域自治制度",
      "正确答案：B"
    ],
    [
      "20、我国的政体是（ ）。A.人民代表大会制度B.人民民主专政C.共产党领导的多党合作和政治协商制度D.民族区域自治制度",
      "正确答案：A"
    ],
    [
      "21、我国的国体是（ ）。A.基层群众自治制度B.人民代表大会制度C.政治协商制度D.人民民主专政",
      "正确答案：D"
    ],
    [
      "22、人民当家作主最有效、最广泛的途径是（ ）。A.人民代表大会制度B.基层群众自治制度C.政治协商制度D.民族区域自治制度",
      "正确答案：B"
    ],
    [
      "23、我国宪法规定：中华人民共和国的社会主义经济制度的基础是生产资料的社会主义公有制，实行各尽所能、（ ）的原则。A.按生产要素分配B.按劳动资料分配C.按需分配D.按劳分配",
      "正确答案：D"
    ],
    [
      "24、下列属于程序法律部门的是（ ）。A.经济法B.行政法C.社会法D.诉讼法",
      "正确答案：D"
    ],
    [
      "25、（ ）是调整平等主体的公民之间、法人之间、公民和法人之间的财产关系和人身关系的法律规范。A.民法B.刑法C.商法D.民法通则",
      "正确答案：A"
    ],
    [
      "26、规定国家机构的产生、组织、职权和基本工作原则的法律是属于（ ）。A.宪法相关法B.宪法C.社会法D.行政法",
      "正确答案：A"
    ],
    [
      "27、下列哪一项是行政法遵循的原则（ ）。A.等价有偿B.有效监督C.民主集中D.诚实信用",
      "正确答案：B"
    ],
    [
      "28、以下哪项不属于物权制度（ ）。A.所有权制度B.用益物权制度C.担保物权制度D.使用权制度",
      "正确答案：D答案解析物权，是指权利人依法对特定的物享有直接支配和排他的权利，包括所有权、用益物权和担保物权"
    ],
    [
      "29、以下哪一法律与完善婚姻家庭制度无关的法律是（ ）。A.婚姻法B.收养法C.合同法D.继承法",
      "正确答案：C"
    ],
    [
      "30、以下属于我国行政处罚法的基本原则的是（ ）。A.处罚人定B.诚实信用C.过罚相当D.处罚与拘役相结合",
      "正确答案：C"
    ],
    [
      "31、商法遵循（ ）的基本原则，同时秉承保障商事交易自由、等价有偿、便捷安全等原则。A.民法B.刑法C.社会法D.宪法相关法",
      "正确答案：A"
    ],
    [
      "32、我国刑法规定的基本原则不包括（ ）。A.罪刑法定B.法律面前人人平等C.罪刑相适应D.部分人拥有法律特权",
      "正确答案：D"
    ],
    [
      "33、根据法律规定内容的不同来进行划分，可以分为（ ）和程序法。A.部门法B.实体法C.宪法D.宪法相关法",
      "正确答案：B"
    ],
    [
      "34、国家根据现行法律规范所调整的（ ）及其调整方法不同，将其分为不同的法律部门。A.经济关系B.阶级关系C.社会关系D.生产关系",
      "正确答案：C"
    ],
    [
      "35、关于违法和犯罪的说法，不正确的是（ ）。A.犯罪一定违法B.犯罪不一定违法C.违法不一定是犯罪D.犯罪与违法紧密相连",
      "正确答案：B"
    ],
    [
      "36、诉讼法是规范国家（ ）解决社会纠纷的法律规范。A.司法机关B.立法机关C.执法机关D.行政机关",
      "正确答案：A"
    ],
    [
      "37、我国制定的民事诉讼法，确立了当事人有平等的诉讼权利、根据自愿和（ ）的原则进行调解。A.合情B.合理C.合法D.合乎人性",
      "正确答案：C"
    ],
    [
      "38、下列不属于我国刑法规定的刑罚制度的是（ ）。A.国家矫正B.立功C.自首D.假释",
      "正确答案：A答案解析刑法规定了自首、立功、缓刑、减刑、假释、社区矫正等刑罚制度"
    ],
    [
      "39、根据刑法规定，我国刑罚的种类分为（ ）。A.有期徒刑和无期徒刑B.行政处罚和刑事处罚C.有期徒刑和死刑D.主刑和附加刑",
      "正确答案：D"
    ],
    [
      "40、《中华人民共和国仲裁法》属于（ ）。A.宪法B.实体法C.程序法D.民法",
      "正确答案：C"
    ],
    [
      "41、科学立法要坚持以民为本、（ ）理念，使每一项立法都符合宪法精神，反映人民意志，得到人民拥护。A.立法为国B.立法为党C.立法为民D.立法为公",
      "正确答案：C"
    ],
    [
      "42、“天下之事，不难于立法，而难于法之必行”说明，法律的生命力在于（ ）。A.制定B.实施C.遵守D.公布",
      "正确答案：B"
    ],
    [
      "43、公正司法要构建开放、动态、（ ）、便民的阳光司法机制。A.隐蔽B.透明C.秘密D.固定",
      "正确答案：B"
    ],
    [
      "44、通过在全社会培育、弘扬社会主义核心价值观和社会主义道德，对不同人群提出有针对性的道德要求，指的是（ ）。A.以德治国B.依法治国C.依宪治国D.民主法制治国",
      "正确答案：A答案解析坚持依法治国和以德治国相结合的答案解析"
    ],
    [
      "45、治国理政的基本方式是（ ）。A.德治B.法治C.人治D.礼治",
      "正确答案：B"
    ],
    [
      "46、（ ）以法律为最高权威。A.人治思维B.法治思维C.德治思维D.以上都不对",
      "正确答案：B"
    ],
    [
      "47、法治思维强调集中社会大众的意志来进行决策和判断，是一种“ （ ）”的思维。A.领袖之治B.精英之治C.多数人之治D.政党之治",
      "正确答案：C答案解析法治思维的答案解析"
    ],
    [
      "48、古希腊柏拉图提出的“哲学王”之治，我国古代推崇的“圣君”、“贤人”之治以及后世的“英雄”、“强人”、“能人”之治等，主要强调的都是依靠个人的能力治国理政, 这都体现了（ ）思维。A.法治B.人治C.德治D.理性",
      "正确答案：B"
    ],
    [
      "49、一般来讲，法治思维不包括（ ）。A.法律至上B.权力制约C.正当程序D.宪法为本",
      "正确答案：C"
    ],
    [
      "50、（ ）是人权保障的最后防线，也是解决个人之间人权纠纷的有效渠道。A.经济保障B.立法保障C.司法保障D.行政保护",
      "正确答案：C"
    ],
    [
      "51、所有国家机关、社会组织和公民个人都必须遵守法律， 依法享有和行使法定职权与权利，承担和履行法定职责与义务。这体现了法律的（ ）。A.强制性B.普遍适用性C.优先适用性D.不可违抗性",
      "正确答案：B"
    ],
    [
      "52、（ ）是指当同一项社会关系同时受到多种社会规范的调整而多种社会规范又相互矛盾时，要优先考虑法律规范的适用。A.法律的优先适用性B.法律的普遍适用性C.法律的科学性D.不可违抗性",
      "正确答案：A"
    ],
    [
      "53、（ ）是指法律必须遵守，违反法律要受到惩罚。任何人不论权力大小、职位高低，只要有违法犯罪行为，就要依法追究和承担法律责任。A.法律的普遍适用性B.法律的至上性C.法律的制约性D.法律的不可违抗性",
      "正确答案：D"
    ],
    [
      "54、权力由法定，是指（ ）。A.国家机关的权力必须受到法律的规制和约束B.国家权力的运行和行使必须接受各种形式的监督C.国家工作人员违法行使权力必须受到法律的追究和制裁D.国家机关的职权必须来自法律明确的授予",
      "正确答案：D"
    ],
    [
      "55、程序运行的过程和结果应当向当事人和社会公开，以接受各方监督，防止办案不公和暗箱操作，让正义以人们看得见的方式实现，是指正当程序（ ）的表现。A.民主性B.公开性C.中立性D.合法性",
      "正确答案：B"
    ],
    [
      "56、正当程序的表现中（ ）是指程序的运行必须有合理的期限，符合时间成本和效率原则的要求，不得无故拖延或没有终结。A.有效性B.公开性C.时限性D.合法性",
      "正确答案：C"
    ],
    [
      "57、（ ）是指生活在同一社会中的成员拥有相同的发展机会和发展前景，反对任何形式的歧视。A.权利公平B.机会公平C.规则公平D.救济公平",
      "正确答案：B"
    ],
    [
      "58、正当程序中（ ）表现，是程序运用合乎法律的规定，有关机关或个人不得违反或变相违反。A.合法性B.中立性C.公开性D.时限性",
      "正确答案：A"
    ],
    [
      "59、法律是一种超越任何个人意志的普遍性规则，并且具有（ ）和连续性。A.易变性B.稳定性C.短暂性D.软弱性",
      "正确答案：B"
    ],
    [
      "60、公民尊重（ ），是对个人幸福的最大尊重。A.法律权威B.刑法权威C.民法权威D.司法权威",
      "正确答案：A"
    ],
    [
      "61、对一切依据法律和事实作出的决定，我们应该（ ）。A.以个人利益为主B.服从法律C.逃避法律D.选择抗议",
      "正确答案：B"
    ],
    [
      "62、法律至上尤其指（ ），因为其具有最高的法律效力，是其他一切法律的依据。A.宪法至上B.行政法规C.地方性法规D.法律",
      "正确答案：A"
    ],
    [
      "63、法律义务是指反映一定的社会物质生活条件所制约的（ ），是保障法律所规定的义务人应该按照权利人要求从事一定行为或不行为以满足权利人利益的法律手段。A.公共道德B.个人美德C.社会责任D.人生理想",
      "正确答案：C"
    ],
    [
      "64、社会经济权利，是指公民要求国家根据社会经济的发展状况，积极采取措施干预社会经济生活，加强社会建设，提供社会服务，以促进公民的自由和幸福，保障公民过上健康而有尊严的生活的权利。主要包括了（ ）、休息权、社会保障权和物质帮助权。A.财产权B.继承权C.赠与权D.通信自由权",
      "正确答案：D"
    ],
    [
      "65、强调（ ）对权利的制约和决定作用，这是马克思主义权利观与其他权利观的根本区别。A.社会的物质生活条件B.科学认识水平C.文化传统D.风俗习惯",
      "正确答案：A"
    ],
    [
      "66、基本权利是指（）规定的权利。A.宪法及宪法性法律B.法律法规C.一般法律D.习俗",
      "正确答案：A"
    ],
    [
      "67、人身权利包括（）。A.住宅安全权B.休息权C.继承权D.受教育权",
      "正确答案：A"
    ],
    [
      "68、（）权是选举权的延伸，是选民或代表机关对不称职的代表或者其他公职人员，在其任期届满之前，以投票的方式决定其是否继续任职或立即免除的权利。A.罢免权B.民主监督权C.言论自由权D.监督权",
      "正确答案：A"
    ],
    [
      "69、我国公民都有义务依法服兵役。我国兵役法规定，每年12月31日以前年满（ ）周岁的男性公民，应当被征集服现役。A.18B.22C.20D.19",
      "正确答案：A"
    ],
    [
      "70、强调社会的（     ）对权利的制约和决定作用，是马克思主义权利观与其他权利观的根本区别。A.物质生活条件B.社会文化条件C.教育条件D.思想条件",
      "正确答案：A"
    ],
    [
      "71、下列哪种权利是属于公民的基本权利（  ）A.婚姻自由权B.物权C.受教育权D.债权",
      "正确答案：C"
    ],
    [
      "1、法律的运行过程包括（ ）。A.法律制定B.法律执行C.法律适用D.法律遵守",
      "正确答案：ABCD"
    ],
    [
      "2、关于法律，下列说法正确的是（ ）。A.法律制度的基本内容和性质总是与其所在社会的生产关系相适应的B.法律是上层建筑的重要组成部分C.法律随着私有制、阶级和国家的产生而产生D.法律随着私有制、阶级和国家的消亡而消亡",
      "正确答案：ABCD"
    ],
    [
      "3、行政执法所要坚持的原则的有（ ）。A.合法性B.合理性C.正当程序D.效率",
      "正确答案：ABCD"
    ],
    [
      "4、法律与道德规范根本区别在于（ ）。A.是否具有教育意义B.是否由国家制定或认可C.是否由全体人民认可D.是否由国家保证实施",
      "正确答案：BD"
    ],
    [
      "5、封建制法律的基本特征有（ ）。A.确立农民阶级对封建地主的人身依附关系B.实行封建等级制度C.维护专制皇权D.刑罚严酷",
      "正确答案：ABCD"
    ],
    [
      "6、关于资本主义法律说法正确的是（ ）。A.是资产阶级共同意志的体现B.是统治工人阶级和其他劳动人民的工具C.其根本任务是维护资产阶级的政治、经济和社会秩序D.资本主义法律规定的自由、民主、平等等价值原则归根到底是维护资产阶级根本利益",
      "正确答案：ABCD"
    ],
    [
      "7、资本主义法律的基本特征主要体现为以下哪些原则（ ）。A.与资本主义私有制相适应的私有财产神圣不可侵犯原则B.与资本主义市场经济相适应的契约自由原则C.与资本主义民主政治相适应的法律面前人人平等原则D.与资产阶级人道主义相适应的人权保障原则",
      "正确答案：ABCD"
    ],
    [
      "8、下列关于社会主义法律的说法正确的有（ ）。A.反映了社会主义生产关系的本质要求B.是最广大人民群众意志的集中体现C.是实现人民当家作主、实行人民民主专政的重要保证D.为实现普遍意义的平等、自由奠定了坚实的基础",
      "正确答案：ABCD"
    ],
    [
      "9、请简述我国社会主义法律的本质特征（ ）。A.我国社会主义法律体现了党的主张和人民意志的统一B.我国社会主义法律具有科学性和先进性C.我国社会主义法律是中国特色社会主义建设的重要保障",
      "正确答案：ABC"
    ],
    [
      "10、关于全民所有制经济，以下说法正确的有（ ）。A.全民所有制经济即国有经济B.是国民经济中的主导力量C.控制着国家的经济命脉D.是指社会主义社会全体劳动人民共同占有生产资料的一种公有制形式",
      "正确答案：ABCD"
    ],
    [
      "11、宪法具有（ ）的特征。A.根本性B.全局性C.稳定性D.长期性",
      "正确答案：ABCD"
    ],
    [
      "12、关于政权组织形式说法正确的有（ ）。A.又称政体B.是指掌握国家权力的阶级实现国家权力的政权体制C.决定国体D.是由国体决定的",
      "正确答案：ABD"
    ],
    [
      "13、关于人民代表大会制度的作用说法正确的是（ ）。A.能够有效保证人民享有更加广泛、更加充实的权利和自由，保证人民广泛参加国家治理和社会治理B.能够有效调节国家政治关系，发展充满活力的政党关系、民族关系、宗教关系、阶层关系、海内外同胞关系，增强民族凝聚力，形成安定团结的政治局面C.能够集中力量办大事，有效促进社会生产力解放和发展，促进现代化建设各项事业，促进人民生活质量和水平不断提高D.能够有效维护国家独立自主，有力维护国家主权、安全、发展，维护中国人民和中华民族的福祉",
      "正确答案：ABCD"
    ],
    [
      "14、中国共产党同各民主党派的关系是（ ）。A.长期共存B.互相监督C.肝胆相照D.荣辱与共",
      "正确答案：ABCD"
    ],
    [
      "15、关于中国人民政治协商会议说法正确的是（ ）。A.简称人民政协B.是中国人民爱国统一战线的组织C.中国共产党领导的多党合作和政治协商的重要机构D.是我国政治生活中发扬社会主义民主的重要形式",
      "正确答案：ABCD"
    ],
    [
      "16、基层群众自治制度实行（ ）。A.自我管理B.自我服务C.自我教育D.自我监督",
      "正确答案：ABCD"
    ],
    [
      "17、宪法相关法主要包括（ ）。A.国家机构的产生、组织、职权和基本工作原则方面的法律B.民族区域自治制度、特别行政区制度、基层群众自治制度方面的法律C.维护国家主权、领土完整、国家安全、国家标志象征方面的法律D.保障公民基本政治权利方面的法律",
      "正确答案：ABCD"
    ],
    [
      "18、商法遵循的基本原则有（ ）。A.诚实信用B.商事交易自由C.等价有偿D.便捷安全",
      "正确答案：ABCD"
    ],
    [
      "19、我国高度重视保护知识产权，颁布实施了一大批法律法规，其中包括（ ）。A.专利法B.商标法C.著作权法D.计算机软件保护条例",
      "正确答案：ABCD"
    ],
    [
      "20、下列关于行政法说法正确的有（ ）。A.是关于行政权的授予、行政权的行使以及对行政权监督的法律规范B.调整的是行政机关与行政管理相对人之间因行政管理活动而发生的关系C.遵循职权法定、程序法定、公正公开、有效监督等原则D.既保障行政机关依法行使职权，又注重保障公民、法人和其他组织的权利",
      "正确答案：ABCD"
    ],
    [
      "21、我国刑法的目的是（ ）。A.惩罚犯罪B.保护人民C.维护社会秩序和公共安全D.保障国家安全",
      "正确答案：ABCD"
    ],
    [
      "22、以下属于我国刑法规定的刑罚主刑是（ ）。A.管制B.拘役C.罚金D.剥夺政治权利",
      "正确答案：AB"
    ],
    [
      "23、以下属于我国刑法规定的刑罚附加刑的是（ ）。A.罚金B.剥夺政治权利C.没收财产D.拘役",
      "正确答案：ABC"
    ],
    [
      "24、我国刑法规定了哪些刑罚制度（ ）。A.自首B.保释C.立功D.缓刑",
      "正确答案：ACD答案解析注意假释与保释的区别。两者的区别： 1）适用对象不同：假释是针对已经被法院判决的；而保释还是在法院判决前，即侦查或者审查起诉阶段。 2)期限不同。 3）适用的条件不同 4）适用的机关或者说决定的机关不同。前者一般是由监狱提出，报法院批准，后者一般是公检法三机关都有权。"
    ],
    [
      "25、我国宪法确立的基本政治制度主要有（ ）。A.民族区域自治制度B.中国共产党领导的多党合作和政治协商制度C.基层群众自治制度D.人民代表大会制度",
      "正确答案：ABC"
    ],
    [
      "26、（ ）是中国产党领导的政党制度的基本特色，也是我国政治制度的一大优势。A.共产党领导B.多党派合作C.共产党执政D.多党派参政",
      "正确答案：ABCD"
    ],
    [
      "27、我国《社会保险法》建立了（ ）等保险制度A.基本养老保险B.基本医疗保险C.工伤保险D.失业保险E.生育保险",
      "正确答案：ABCDE"
    ],
    [
      "28、（ ）都是由人民代表大会产生，对它负责，受它监督。A.国家行政机关B.监察机关C.审判机关D.检察机关",
      "正确答案：ABCD"
    ],
    [
      "29、我国法律适应时代发展要求，改革创新（ ），使立法的质量和水平不断提高。A.立法体制B.立法程序C.立法技术D.立法措施",
      "正确答案：ABC"
    ],
    [
      "30、民事诉讼法确立了当事人有平等的诉讼权利、根据自愿和合法的原则进行（ ）等民事诉讼的基本原则和制度。A.调解B.公开审判C.两审终审D.一裁终局",
      "正确答案：ABC"
    ],
    [
      "31、全面依法治国的基本格局是（ ）。A.实现科学立法B.实现严格执法C.实现公正司法D.实现全民守法",
      "正确答案：ABCD"
    ],
    [
      "32、科学立法要把以下哪些原则贯穿立法全过程（ ）。A.公平B.公正C.自愿D.公开",
      "正确答案：ABD"
    ],
    [
      "33、科学立法要增强法律法规的( ）。A.及时性B.系统性C.针对性D.有效性",
      "正确答案：ABCD"
    ],
    [
      "34、建设中国特色社会主义法治体系要坚持（ ）、（ ）、（ ）一体建设。A.法治国家B.法治政府C.法治社会D.法治公民",
      "正确答案：ABC"
    ],
    [
      "35、全面依法治国的基本格局的十六字方针是（ ）、（ ）、（ ）、（ ）。A.科学立法B.严格执法C.公正司法D.全民守法",
      "正确答案：ABCD"
    ],
    [
      "36、建设中国特色社会主义法治体系的内容包括（ ）、（ ）、（ ）、（ ）。A.完备的法律规范体系 严密的法治监督体系 完善的党内法规体系B.高效的法治实施体系C.严密的法治监督体系D.完善的党内法规体系",
      "正确答案：ABCD"
    ],
    [
      "37、建设中国特色社会主义法治体系，能够有效推进党、国家、社会各项事务治理的（ ）。A.制度化B.规范化C.固定化D.程序化",
      "正确答案：ABD"
    ],
    [
      "38、完善法律规范体系的基本要求有（ ）、（ ）、（ ）。A.立法先行B.科学立法民主立法依法立法C.实现立法和改革决策相衔接",
      "正确答案：ABC"
    ],
    [
      "39、完善法治实施体系的重点内容包括（ ）。A.健全宪法实施制度B.深化司法体制综合配套改革C.以舆论监督作为法治监督的主导D.着力培育公民和社会组织自觉守法的意识和责任感",
      "正确答案：ABD"
    ],
    [
      "40、德治发挥作用主要通过（ ）等进行道德教化。A.惩罚威慑B.内心信念C.传统习俗D.社会舆论",
      "正确答案：BCD"
    ],
    [
      "41、以下属于法治政府的特点的有（ ）。A.权责法定B.法责权定C.公开公正D.廉洁高效",
      "正确答案：ACD"
    ],
    [
      "42、以下能体现法治建设以保障人民根本利益为出发点和落脚点的是（ ）。A.为了人民B.依靠人民C.保护人民D.造福人民",
      "正确答案：ABCD"
    ],
    [
      "43、法治和德治是治国理政不可或缺的两种方法。关于德治和法治，下列说法正确的有（ ）。A.法治是治国理政的基本方式B.德治是治国理政的基本方式C.德治主要依靠培育、弘扬道德等途径来推进和实施D.法治主要依靠制定和实施法律规范的形式来推进和实施",
      "正确答案：ACD"
    ],
    [
      "44、在道德教育中突出法治内涵，注重培育人们的（ ）。A.法律信仰B.法治观念C.规则意识D.博爱精神",
      "正确答案：ABC"
    ],
    [
      "45、法治发挥作用要以国家强制力为后盾，主要依靠法律的（ ）对公民和社会组织的行为进行约束，并对违反法律的行为追究法律责任。A.预测作用B.惩罚作用C.威慑作用D.预防作用",
      "正确答案：ABCD"
    ],
    [
      "46、关于法治思维，下面说法正确的是（ ）。A.法治思维以法治价值精神为指导，蕴含着公正、平等、民主、人权等法治理念B.法治思维以法律原则和法律规则为依据来指导人们的社会行为C.法治思维以法律手段与法律方法为依托分析问题、处理问题、解决纠纷，是一种可靠的逻辑思维D.法治思维是一种符合规律、尊重事实的科学思维",
      "正确答案：ABCD"
    ],
    [
      "47、下列属于法治思维基本内容的有（ ）。A.法律至上B.权力制约C.公平正义D.法律有无皆可",
      "正确答案：ABC"
    ],
    [
      "48、法治思维主要表现为（ ）。A.价值取向B.不讲程序C.德治优先D.规则意识",
      "正确答案：AD"
    ],
    [
      "49、权力制约也就是要把权力关进制度的笼子里，它包括 （ ）几个方面。A.权力由法定B.有权必有责C.用权受监督D.违法受追究",
      "正确答案：ABCD"
    ],
    [
      "50、人权的法律保障包括（ ）。A.宪法保障B.立法保障C.行政保护D.司法保障",
      "正确答案：ABCD"
    ],
    [
      "51、程序的正当，表现在程序的（ ）。A.合法性B.中立性C.参与性D.公开性",
      "正确答案：ABCD"
    ],
    [
      "52、现在，人们参与法律实践的方式和途径越来越多, 主要包括 （ ）。A.参与立法讨论B.依法行使监督权C.旁听司法审判D.参与模拟法庭",
      "正确答案：ABCD"
    ],
    [
      "53、法治思维强调法律是治国理政的最高准则，必须奉守法律至上原则。法律的至上性，具体表现为（ ）。A.法律的普遍适用性B.法律的优先适用性C.法律可以不要道德独立存在D.法律的不可违抗性",
      "正确答案：ABD答案解析法律的至上原则"
    ],
    [
      "54、人民是国家的主人翁， 是法治国家的建设者和捍卫者， 尊重法律权威是其法定义务和必备素质 , 尊重法律权威的基本要求包括（ ）。A.信仰法律B.遵守法律C.服从法律D.维护法律",
      "正确答案：ABCD"
    ],
    [
      "55、法律权威意味着（ ）。A.法律在众多社会规范中居于主导地位，不得以政策、道德和习俗等社会规范代替法律B.法律可以被有选择地遵守C.社会的一切行为都要以法律为最高权威D.以上都正确",
      "正确答案：AC"
    ],
    [
      "56、服从法律的内容有（ ）。A.拥护法律的规定B.接受法律的约束C.履行法定的义务D.承担相应的法律责任",
      "正确答案：ABCD"
    ],
    [
      "57、法治思维包括（）。A.权力制约B.公平正义C.权利保障D.正当程序",
      "正确答案：ABCD"
    ],
    [
      "58、法治思维与人治思维的区别集中体现在（）。A.依据上B.方式上C.价值上D.标准上",
      "正确答案：ABCD"
    ],
    [
      "59、以下属于法治思维基本内容的有（ ）。A.权力制约B.公平正义C.平等博爱D.正当程序",
      "正确答案：ABD"
    ],
    [
      "60、以下属于程序正当的表现的有（ ）。A.合法性B.中立性C.永恒性D.参与性",
      "正确答案：ABD"
    ],
    [
      "61、尊重和维护法律权威，对全面依法治国重要意义是（）。A.建设社会主义法治国家的前提条件B.国家治理体系和治理能力的要求C.保障人民权利的途径D.维护个人权益的保障",
      "正确答案：ABCD"
    ],
    [
      "62、财产权主要包括（）。A.私有财产权B.继承权C.社会保障权D.物质帮助权",
      "正确答案：AB"
    ],
    [
      "63、下列关于法律权利的特征的论述，正确的有（ ）。A.法律权利的内容、种类和实现程度受社会物质生活条件的制约。B.法律权利的内容、分配和实现方式不因社会制度和国家法律的不同而存在差异。C.法律权利不仅由法律规定或认可，而且受法律维护或保障，具有不可侵犯性。D.法律权利必须依法行使，不能不择手段地行使法律权利。",
      "正确答案：ACD"
    ],
    [
      "64、下列关于法律义务的特征的论述，正确的有（ ）。A.法律义务是历史的B.法律义务源于现实需要C.法律义务必须依法设定D.法律义务可能发生变化",
      "正确答案：ABCD"
    ],
    [
      "65、人身权利，是指公民的人身不受非法侵犯的权利，是公民参加国家政治、经济与社会生活的基础。下列属于公民的人身权利的有（ ）。A.生命健康权B.人身自由权C.人格尊严权D.知识产权",
      "正确答案：ABC"
    ],
    [
      "66、一个国家或地区的各种因素中，会对法律义务的设定发生重要影响的有（ ）。A.制度性质B.历史传统C.文化背景D.宗教信仰",
      "正确答案：ABCD"
    ],
    [
      "67、下列属于政治权利的有（ ）。A.选举权利B.表达权C.民主管理权D.债权",
      "正确答案：ABC"
    ],
    [
      "68、下列属于财产权利的有（ ）。A.物权B.住宅安全权C.债权D.继承权",
      "正确答案：ACD"
    ],
    [
      "69、下列属于公民必须履行的具体义务有（ ）。A.保守国家秘密B.生育子女C.爱护公共财产D.尊重社会公德",
      "正确答案：ACD"
    ],
    [
      "70、一般来说，可以把法律权利与法律义务的关系包括（）。A.相互依存关系B.目的与手段关系C.复合性关系D.主动和被动关系",
      "正确答案：ABC"
    ],
    [
      "71、下列应受行政处罚的有（    ）。A.乱停乱摆的小贩B.玩电脑的政府工作人员C.乱贴广告的商人D.打错文件的司法人员",
      "正确答案：AC"
    ],
    [
      "1、在阶级社会中，法律保护的是统治阶级内部个别人的利益。",
      "正确答案：错"
    ],
    [
      "2、依法办事包括两层含义：一是依法享有并行使权利，二是依法承担并履行义务。",
      "正确答案：对"
    ],
    [
      "3、人民法院代表国家行使审判权。",
      "正确答案：对"
    ],
    [
      "4、党领导人民实施宪法法律，党自身必须在宪法法律范围内活动。",
      "正确答案：对"
    ],
    [
      "5、封建制法律是皇帝本人意志的体现。",
      "正确答案：错"
    ],
    [
      "6、我国社会主义法律体现了党的主张和人民意志的统一。",
      "正确答案：对"
    ],
    [
      "7、特别行政区立法机关有权根据特别行政区基本法自主地制定本行政区的法律。",
      "正确答案：对"
    ],
    [
      "8、民主集中制原则是集中全党全国人民集体智慧，实现科学决策、民主决策的基本原则和主要途径。",
      "正确答案：对答案解析民主基础上的集中和集中指导下的民主相结合的制度，是党的根本组织制度和领导制度，也是马克思主义认识论和群众路线在党的生活和组织建设中的运用"
    ],
    [
      "9、社会主义公有制是我国经济制度的基础（ ）。",
      "正确答案：对"
    ],
    [
      "10、在我国，人民当家作主是社会主义民主政治的本质和核心。",
      "正确答案：对"
    ],
    [
      "11、社会主义法治原则要求坚持宪法法律至上、法律面前人人平等。",
      "正确答案：对"
    ],
    [
      "12、商法与民法并列并互为补充，基本原则互相独立。",
      "正确答案：错"
    ],
    [
      "13、罪刑相适应原则是指刑罚的轻重，应当与犯罪分子所犯罪行和承担的刑事责任相适应。",
      "正确答案：对"
    ],
    [
      "14、公民、法人和其他组织认为自己的合法权益被行政机关及其工作人员侵犯时，有权依法向人民检察院提起行政诉讼。",
      "正确答案：错"
    ],
    [
      "15、我国宪法是党和国家的指导思想、中心工作、基本原则、重大方针、重要政策在国家法制上的最高体现。",
      "正确答案：对"
    ],
    [
      "16、对于国家和社会治理而言，依法治国是唯一的治国理政的方式。",
      "正确答案：错"
    ],
    [
      "17、公正是司法活动最高的价值追求。",
      "正确答案：对"
    ],
    [
      "18、全面依法治国的总目标就是建设中国特色社会主义法治体系、建设社会主义法治国家。",
      "正确答案：对"
    ],
    [
      "19、完备法律规范体系需要大力提高新法的立法速度。",
      "正确答案：错"
    ],
    [
      "20、推进全面依法治国，必须从立法、执法、司法、守法四个方面统筹推进。",
      "正确答案：对"
    ],
    [
      "21、全面推进依法治国，涉及立法、执法、司法、守法等各个方面，涉及中国特色社会主义事业“五位一体”总体布局的各个领域，必须加强顶层设计和统筹谋划。",
      "正确答案：对"
    ],
    [
      "22、全面依法治国的基本格局是有法可依、有法必依、执法必严、违法必究。",
      "正确答案：错"
    ],
    [
      "23、党的领导是社会主义法治最根本的保证。",
      "正确答案：对"
    ],
    [
      "24、党领导立法，就是抓住增加立法数量这个关键。",
      "正确答案：错"
    ],
    [
      "25、依法治国的基本原则是坚持人民主体地位。",
      "正确答案：对"
    ],
    [
      "26、法律发挥作用要以传统习俗为后盾。",
      "正确答案：错"
    ],
    [
      "27、与法治不同，德治对社会成员不具有约束作用。",
      "正确答案：错"
    ],
    [
      "28、帮扶弱者、见义勇为只是一种道德诉求，不是一种法律规范，不为我国法律所规定和保护。",
      "正确答案：错"
    ],
    [
      "29、法律是底线的道德，道德是底线的法律。",
      "正确答案：错"
    ],
    [
      "30、坚持走中国特色社会主义法治道路，必须学习借鉴世界上优秀的法治文明成果。法治的精髓和要旨对于国家治理和社会治理具有普遍意义。",
      "正确答案：对"
    ],
    [
      "31、国家工作人员就职时应当按照法律规定公开进行宪法宣誓。",
      "正确答案：对"
    ],
    [
      "32、社会救济是公民权利保障的最后防线。",
      "正确答案：错"
    ],
    [
      "33、正义不应缺席，也不应迟到，迟到的正义是有瑕疵的正义。",
      "正确答案：对"
    ],
    [
      "34、只有法律占主导地位和起决定作用，法律才具有权威。",
      "正确答案：对"
    ],
    [
      "35、法律权威源自国家强制力。",
      "正确答案：错"
    ],
    [
      "36、法律权利是指反映一定的社会物质生活条件所制约的行为自由，是法律所允许的权利人为了满足自己的利益而采取的、由其他人的法律义务所保证的法律手段。",
      "正确答案：对"
    ],
    [
      "37、根据我国个人所得税法的规定，在中国境内有住所，或者无住所而在境内居住满半年的个人，从中国境内和境外取得的所得，依法缴纳个人所得税。",
      "正确答案：错"
    ],
    [
      "38、行政责任是指因违反刑法或因刑法规定而应承担的责任。",
      "正确答案：错"
    ],
    [
      "39、刑事责任是指行为人因其犯罪行为所必须承担的由国家司法机关代表国家依法所确定的否定性法律后果。",
      "正确答案：对"
    ],
    [
      "40、应征公民是维持家庭生活的唯一劳动力或者正在全日制学校就学的学生，可以缓征兵役。",
      "正确答案：对"
    ]
  ]
}
